{
"cities2":[
 {
  "name": "Abu Simbel",
  "description": "Bu Simbel is an archaeological site located on the western bank of Lake Nasser, about 290 km southwest of Aswan. It is one of the “Nubian Monuments” sites included in the UNESCO list of World Heritage Sites. Which starts from the direction of the river's flow from Abu Simbel to Philae (near Aswan).",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/2\/2e\/Gro%C3%9Fer_Tempel_%28Abu_Simbel%29_31.jpg\/1280px-Gro%C3%9Fer_Tempel_%28Abu_Simbel%29_31.jpg"
 },
 {
  "name": "Ain Sukhna",
  "description": "Ain Sokhna is a tourist, investment and industrial resort on the coast of the Gulf of Suez in the Red Sea. It belongs to the Suez Governorate in Egypt. It is 55 km away from the city of Suez and is one of the closest Red Sea resorts to Cairo, as it is about 88 km away via the Cairo - Ain Sokhna road.",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/2\/21\/Ain_sokhna_porto.jpg\/1920px-Ain_sokhna_porto.jpg"
 },
 {
  "name": "Alexandria",
  "description": "The city of Alexandria includes many distinctive landmarks, as it is home to the largest sea port in Egypt, which is the Port of Alexandria, through which about 60% of the total Egyptian imports and exports pass. It also includes the New Library of Alexandria, which contains more than eight million books, and receives about 1.5 million visitors annually. ,",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/0\/04\/Alex._3.jpg\/1280px-Alex._3.jpg"
 },
 {
  "name": "Arish",
  "description": "Al-Arish is a city located on the coast of the Mediterranean Sea, northeast of Sinai in the Arab Republic of Egypt. It is the capital of North Sinai Governorate, and it is also the capital and largest city in the center of Al-Arish.",
  "image": "https:\/\/www.mobtada.com\/uploads\/images\/2019\/06\/15595744341.jpg"
 },
 {
  "name": "Ash Shaykh Zuwayd",
  "description": "Sheikh Zuweid is an Egyptian city and the capital and administrative base of Sheikh Zuweid Center in the North Sinai Governorate in Egypt. It is located on the Qantara - Rafah road between Rafah and Al-Arish, 334 km from Cairo and 12 km from the Gaza Strip.",
  "image": "https:\/\/d2idu5mmj5r5g3.cloudfront.net\/photos_n\/WG911o9We1705571.jpg"
 },
 {
  "name": "Aswan",
  "description": "Aswan is the capital of Aswan Governorate in Egypt. Aswan was historically considered one of the most important cities in southern Egypt and its southern gateway, as the first waterfall of the Nile River is located to its south, which represented a natural border between Upper Egypt and Nubia. The city is located on the eastern bank of the Nile River.",
  "image": "https:\/\/media.gemini.media\/img\/Original\/2021\/2\/25\/2021_2_25_17_21_44_249.jpg"
 },
 {
  "name": "Asyut",
  "description": "Assiut is the largest city in Upper Egypt. It is the capital of Assiut Governorate and hosts the first regional university (Assiut University), and a branch of Al-Azhar with its various scientific and religious colleges. There are 375 km between it and Cairo on the free Upper Egypt road. It is the beginning of the Arbaeen trail. It has one of the highest population densities of Copts in the Republic.",
  "image": "https:\/\/images.akhbarelyom.com\/\/images\/images\/medium\/20220819222815035.jpg"
 },
 {
  "name": "Banha",
  "description": "The city of Banha is the capital of the Qalyubia Governorate within the Greater Cairo Region of Egypt, about 45 km north of Cairo in the Central Delta region. It is bordered to the east by the Sharkia Governorate, to the north by the cities of Mit Ghamr and Zefta in the Dakahlia Governorate, to the south by the city of Qalyoub and the Greater Cairo Region, and to the west by the city of Menouf is in Menoufia Governorate, and Banha is the capital of Qalyubia Governorate",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/d\/d5\/Banha-st.jpg\/420px-Banha-st.jpg"
 },
 {
  "name": "Beni Suef",
  "description": "Beni Suef is the capital city of Beni Suef Governorate. The city is located 115 kilometers (71 mi) south of Cairo in Egypt.",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/0\/01\/Flickr_-_shaimaa85_-_beni_suef.jpg\/420px-Flickr_-_shaimaa85_-_beni_suef.jpg"
 },
 {
  "name": "Beheira",
  "description": "It is one of the governorates of Egypt and its capital is the city of Damanhour, located in the west of the Delta. It is bordered to the north by the Mediterranean Sea, to the east by Rasheed Branch, to the west by Alexandria and Matrouh Governorates, and to the south by Giza Governorate.",
  "image": "https:\/\/modo3.com\/thumbs\/fit630x300\/104406\/1480704876\/%D8%A3%D9%8A%D9%86_%D8%AA%D9%82%D8%B9_%D9%85%D8%AD%D8%A7%D9%81%D8%B8%D8%A9_%D8%A7%D9%84%D8%A8%D8%AD%D9%8A%D8%B1%D8%A9.jpg"
 },
 {
  "name": "Bi’r El ‘Abd",
  "description": "Bir al-Abd is one of the cities of the North Sinai Governorate, northeast of the Arab Republic of Egypt. It is located in the north of the Sinai Peninsula. It is the capital and administrative base of the Bir al-Abd Center. It is located on the Qantara-Rafah road on the banks of Lake Bardawil. It is located about 30 kilometers east of Pelusium on the road. Al-Qantara - Al-Arish Al-Sahel. It is an area known as an important center on the great military road since ancient times. Bir al-Abd is currently one of the centers of North Sinai Governorate",
  "image": "https:\/\/www.egypttoday.com\/siteimages\/Larg\/33388.jpg"
 },
 {
  "name": "Cairo",
  "description": "Cairo is the capital of the Arab Republic of Egypt and its largest and most important city of all. It is the largest Arab city in terms of population and area, and occupies second place in Africa and seventeenth in the world in terms of population, with a population of 21,322,750 million people.",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/d\/db\/Cairo_From_Tower_%28cropped%29.jpg\/640px-Cairo_From_Tower_%28cropped%29.jpg"
 },
 {
  "name": "Dahab",
  "description": "Dahab is an Egyptian tourist city in the South Sinai Governorate. It is located on the Gulf of Aqaba, about 100 km from the city of Sharm El-Sheikh and 87 km from the city of Nuweiba. It was given this name after the color of its golden sand.",
  "image": "https:\/\/media.cnn.com\/api\/v1\/images\/stellar\/prod\/200611101955-01-egypt-dahab.jpg?q=w_1600,h_900,x_0,y_0,c_fill"
 },
 {
  "name": "new damietta",
  "description": "New Damietta is a new city, one of the first generation cities in Egypt, located in Damietta Governorate, and administratively affiliated with the New Urban Communities Authority. It was established by Prime Minister Resolution No. 546 of 1980. It is one of the most promising tourist attractions and represents a giant achievement in the field of reconstruction and the establishment of urban communities. New",
  "image": "https:\/\/i.ytimg.com\/vi\/sRXFsHUuaA8\/maxresdefault.jpg"
 },
 {
  "name": "El Alamein",
  "description": "El Alamein is one of the cities of Matrouh Governorate, located east of Marsa Matrouh and west of Alexandria, with a population of approximately 10,922 people. The city is divided into three main areas: El Alamein, Sidi Abdel Rahman Village, and Tal Al-Ais Village",
  "image": "https:\/\/www.greenprophet.com\/wp-content\/uploads\/building-new-alamein.jpg"
 },
 {
  "name": "El  Faiyum",
  "description": "Fayoum, an Egyptian city and the capital of Fayoum Governorate. It is divided into two residential neighborhoods separated by the Bahr Youssef Canal, which is in the middle of the city of Fayoum. It includes six centers: Fayoum. Ibshway Itsa. Snors. Tamiya. Prophet Yusuf",
  "image": "https:\/\/media.tacdn.com\/media\/attractions-splice-spp-674x446\/0b\/39\/95\/92.jpg"
 },
 {
  "name": "El Gouna",
  "description": "Lagouna is a tourist resort located in Hurghada on the Red Sea coast. The resort dates back to 1990, when Orascom Hotels and Development Company developed it on a group of islands as one of its tourism projects. El Gouna is 22 km to the north from Hurghada International Airport, and 470 km separates it from Cairo.",
  "image": "https:\/\/www.marsaalamtours.com\/data1\/images\/El-Gouna-Excursions\/1.jpg"
 },
 {
  "name": "El Minya",
  "description": "Minya, an Egyptian city nicknamed the Bride of Upper Egypt, is located in Central Egypt in northern Upper Egypt on the west bank of the Nile River. The city is the capital of the Minya Governorate and the capital of the administrative center of Minya.",
  "image": "https:\/\/planegypttours.com\/files\/xlarge\/682900829-El-Minia.jpg"
 },
 {
  "name": "El Qanatir El Khayreyah",
  "description": "The Charitable Barrage is one of the cities of Qalyubia Governorate. It is the area where the Nile branches into the Rosetta Branch and the Damietta Branch. It derives its name from the barrage built by Muhammad Ali Pasha in the city. It controls the flow of water to the three main winds in the Nile Delta and is characterized by very large areas.",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/4d\/El_Qanater_El_Khayreya.jpg"
 },
 {
  "name": "El Qurayn",
  "description": "The city of Al-Qurain is 70 km away from the city of Cairo, its area is approximately 50 km and its population is approximately 300 thousand people. It is located between the extreme centers of Faqus, Al-Tall Al-Kabir and Abu Hammad. It has a great history and struggle in resisting the English occupation of Egypt and is called the country of a million palm trees.",
  "image": "https:\/\/img.youm7.com\/ArticleImgs\/2018\/7\/11\/116611-36846651_1705715149483003_872737951547654144_n.jpg"
 },
 {
  "name": "El Tall El Kabir",
  "description": "Tell El-Kebir is a city and center in Egypt, located in Lower Egypt. The region has many villages, cities, and archaeological areas starting from the pre-dynastic era until the era of Muhammad Ali Pasha",
  "image": "https:\/\/mapio.net\/images-p\/96080230.jpg"
 },
 {
  "name": "EL Tor",
  "description": "El Tor also romanized as Al-Tur and At-Tur and known as Tur Sinai, formerly Raithu, is a small city and the capital of the South Sinai Governorate of Egypt",
  "image": "https:\/\/i0.wp.com\/landioustravel.com\/wp-content\/uploads\/2022\/02\/El-Tor-e1645648061524.jpeg?fit=1200%2C675&ssl=1"
 },
 {
  "name": "Fuwwah",
  "description": "Fuwah, an Egyptian city nicknamed the City of Mosques, is located in the far north of Egypt, and administratively belongs to Kafr El-Sheikh Governorate, and the city is the capital of Fuwah center. It is located far north of the center of the delta",
  "image": "https:\/\/admin.ask-aladdin.com\/photos\/egypt\/blogs\/fuwwah1-askaladdin.webp"
 },
 {
  "name": "Giza",
  "description": "Giza is the capital of the governorate of Giza. Together with Cairo and Shubra El Kheima, it forms Greater Cairo. The city of Giza is located in northern Egypt, between the Nile River to the east and the Western Desert to the west. It is adjacent to Cairo, the capital of Egypt. Giza is one of the largest Egyptian cities in terms of area and population",
  "image": "https:\/\/lp-cms-production.imgix.net\/2020-11\/GettyRF_1085205362.jpg?auto=format&w=1440&h=810&fit=crop&q=75"
 },
 {
  "name": "Hurghada",
  "description": "Hurghada is the administrative capital of the Red Sea Governorate, and occupies an area of 40 km of the coastal strip on the western shore of the Red Sea. It is bordered to the north by the city of Ras Gharib, to the south by the city of Safaga, to the east by the Red Sea coast, and to the west by the Red Sea mountains",
  "image": "https:\/\/static.independent.co.uk\/2022\/12\/01\/10\/iStock-175210186.jpg"
 },
 {
  "name": "Ismailia",
  "description": "Ismailia is one of the cities of the Suez Canal and is the capital of Ismailia Governorate. The population of the city and its suburbs is about one and a half million people",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/74\/Ismailia_and_Timsah_lake_-_panoramio.jpg"
 },
 {
  "name": "Kafr El Shaykh",
  "description": "Kafr El-Sheikh, an Egyptian city, the capital of Kafr El-Sheikh Governorate, and the city is the capital of Kafr El-Sheikh Center",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/ar\/7\/74\/Kafr_El-Sheikh_City-4.jpg"
 },
 {
  "name": "Luxor",
  "description": "Luxor is called the City of Hundred Gates or the City of the Sun. It was formerly known as Thebes. It is the capital of Egypt in the Pharaonic era. It is located on the banks of the Nile River, which divides it into two parts: the eastern mainland and the western mainland. It is the capital of Luxor Governorate in southern Egypt.",
  "image": "https:\/\/www.egypttoursportal.com\/images\/2017\/11\/luxor-the-ancient-city-egypt-tours-portal.jpg"
 },
 {
  "name": "Mansoura",
  "description": "Mansoura is an Egyptian city, the capital of Dakahlia Governorate, as well as the capital of Mansoura Center. The city is located east of the Delta and north of Egypt, overlooking the eastern bank of the Damietta Branch of the Nile River",
  "image": "https:\/\/i.pinimg.com\/originals\/17\/02\/aa\/1702aa56c30709698368fb400ed16b70.jpg"
 },
 {
  "name": "Marsa Alam",
  "description": "Marsa Alam is an Egyptian tourist city located in the Red Sea Governorate. It is considered one of the newly established cities, as its development began in 1995 through the investments of the Kuwaiti Al-Kharafi Group, which adopted the establishment of the city with all its facilities, resorts, and infrastructure, making Marsa Alam one of the most attractive places in Egypt for tourism.",
  "image": "https:\/\/www.aviontourism.com\/images\/1920-900-fix\/32fc5d0e-2157-4449-ab0a-b682c19b3c04"
 },
 {
  "name": "Mersa Matruh",
  "description": "Marsa Matrouh is an Egyptian city and port on the Mediterranean Sea and the capital of Matrouh Governorate. It is located 240 km west of Alexandria and 222 km east of Salloum on the main highway from the Nile Delta to the Libyan border.",
  "image": "https:\/\/mediaim.expedia.com\/destination\/1\/68a3496b306dc3113637bcbd9fc81b02.jpg"
 },
 {
  "name": "Minyat an Nasr",
  "description": "Minyat Al-Nasr is a city and base center in the Egyptian Dakahlia Governorate",
  "image": "https:\/\/images.trvl-media.com\/lodging\/34000000\/33160000\/33155800\/33155723\/ee71b8ea.jpg?impolicy=fcrop&w=469&h=201&p=1&q=medium"
 },
 {
  "name": "Nuwaybi‘a",
  "description": "Nuweiba is an Egyptian city in the South Sinai Governorate. The city overlooks the Gulf of Aqaba, and is located on an area of 5,097 km², 85 km north of the city of Dahab and 465 km from the Suez Canal. It is inhabited by the Muzaina tribes, the Tarabin tribes, and the Juhayna tribes of Sinai Bedouins",
  "image": "https:\/\/www.egypttoursportal.com\/images\/2021\/03\/Nuweiba-Egypt-Egypt-Tours-Portal.jpg"
 },
 {
  "name": "Port Said",
  "description": "Port Said is an Egyptian coastal city nicknamed the Valiant City, and it represents the administrative capital of Port Said Governorate, which also includes the city of Port Fouad. It is located in northeastern Egypt in a privileged location at the head of the northern entrance to the Suez Canal",
  "image": "https:\/\/cdn.britannica.com\/10\/126710-050-8E814ED9\/building-Suez-Canal-Authority-Port-Said-Egypt.jpg"
 },
 {
  "name": "Qina",
  "description": "Qena is an Egyptian city located in Upper Egypt, east of the Nile River. It is the capital of Qena Governorate and its largest city, with 350,000 people. Its most famous landmarks are Abdel Rahim Al-Qenawi Mosque and South Valley University",
  "image": "https:\/\/mapio.net\/images-p\/7881195.jpg"
 },
 {
  "name": "Rafah",
  "description": "Rafah is an Egyptian city, the capital and the administrative base of the Rafah Center. It is located in North Sinai Governorate on the eastern border with the Gaza Strip. It also has the Rafah land crossing.",
  "image": "https:\/\/www.al-monitor.com\/sites\/default\/files\/styles\/article_header\/public\/2024-02\/GettyImages-1939705495%20copy.jpeg?h=a5ae579a&itok=7KkNzlP3"
 },
 {
  "name": "Ras El Bar",
  "description": "Ras El-Bar is an Egyptian city in Damietta Governorate. It forms a semi-triangle of land, its eastern side overlooks the Nile River, its western side overlooks the Mediterranean Sea, and its base overlooks the navigation channel of Damietta Port. At its apex, the salty waters of the Mediterranean meet the fresh waters of the Nile River.",
  "image": "https:\/\/egyptianstreets.com\/wp-content\/uploads\/2020\/08\/omar-salah-hassan.jpg"
 },
 {
  "name": "Ras Gharib",
  "description": "Ras Gharib is an Egyptian city, administratively part of the Red Sea Governorate. It is the second largest city in the governorate in terms of population and importance after Hurghada. It is 150 km north of Hurghada. Its economy, in addition to tourism, is based on oil extraction, and there are several offshore platforms next to it in the extended Gulf of Suez that feed into its stores.",
  "image": "https:\/\/d2p1cf6997m1ir.cloudfront.net\/media\/thumbnails\/d7\/47\/d74797b0cb38b9e46e246127b859975f.webp"
 },
 {
  "name": "Ras Sidr",
  "description": "Ras Sidr, an Egyptian city, located in the South Sinai Governorate.",
  "image": "https:\/\/img.youm7.com\/ArticleImgs\/2023\/6\/9\/106644-%D8%B4%D9%88%D8%A7%D8%B7%D8%A6-%D8%B1%D8%A3%D8%B3-%D8%B3%D8%AF%D8%B1-(5).jpg"
 },
 {
  "name": "Rosetta",
  "description": "Shed, an Egyptian city nicknamed the “Country of a Million Palm Trees,” is located in the far north of Egypt. It belongs to Beheira Governorate administratively, and the city is the capital of Rosetta Center. Its area is 2.5 km², and its population was 72,491 people in 2006. Rosetta is located at the head of the Rosetta Branch, one of the two branches of the Nile River, which was named after it. It is 263 kilometers north of Cairo",
  "image": "https:\/\/www.egiptoexclusivo.com\/wp-content\/uploads\/2023\/06\/que-ver-en-rosetta.jpg"
 },
 {
  "name": "Safaga",
  "description": "Safaga, an Egyptian city, administratively affiliated with the Red Sea Governorate. Safaga contains many tourist villages and is specialized in diving training, fishing competitions, and many recreational tourist activities. There are a number of world-famous hotels and fish restaurants in Safaga.",
  "image": "https:\/\/www.youregypttours.com\/images\/Safaga.jpg"
 },
 {
  "name": "Saint Catherine",
  "description": "The city of St. Catherine is the most special and distinguished city in Sinai. It is the highest inhabited place in Sinai, as it is located on a plateau 1,600 meters above sea level in the heart of South Sinai, 300 km from the Suez Canal. Its area is 5,130 square kilometers, and it is surrounded by a group of mountains that are the highest. In Sinai and all of Egypt, the highest peaks are Mount Catherine, Mount Moses, and Mount Safsafa",
  "image": "https:\/\/beta.sis.gov.eg\/\/media\/285270\/%D8%B3%D8%A7%D9%86%D8%AA-%D9%83%D8%A7%D8%AA%D8%B1%D9%8A%D9%86.jpg"
 },
 {
  "name": "Sharm el-Sheikh",
  "description": "Sharm El Sheikh is an Egyptian tourist city, located at the confluence of the Gulfs of Aqaba and Suez on the Red Sea coast. Its area is 480 km2, and its population reaches 35 thousand people. It is the largest city in South Sinai Governorate.",
  "image": "https:\/\/dynamic-media-cdn.tripadvisor.com\/media\/photo-o\/25\/03\/8e\/75\/rixos-premium-seagate.jpg?w=1200&h=-1&s=1"
 },
 {
  "name": "Siwa ",
  "description": "Siwa is an Egyptian city and oasis in the Western Desert, about 300 km from the Mediterranean coast to the southwest of Marsa Matruh.",
  "image": "https:\/\/www.egypttoursportal.com\/images\/2019\/09\/Siwa-Oasis-Egypt-Tours-Portal.jpg"
 },
 {
  "name": "Sohag",
  "description": "Sohag city is the capital of Sohag Governorate, located on the west bank of the Nile River",
  "image": "https:\/\/d3rr2gvhjw0wwy.cloudfront.net\/uploads\/mandators\/49581\/file-manager\/sohag,-sohag-city,-sohag-travel.jpg"
 },
 {
  "name": "Suez",
  "description": "Suez, an Egyptian city, the capital of the Suez Governorate, located at the head of the Gulf of Suez; It is the largest Egyptian city overlooking the Red Sea",
  "image": "https:\/\/admin.ask-aladdin.com\/photos\/egypt\/articles\/Suez-askaladdin.webp"
 },
 {
  "name": "Zagazig",
  "description": "The city of Zagazig is the capital of Sharkia Governorate, located in the eastern Nile Delta. It hosts Zagazig University and colleges affiliated with Al-Azhar University. It is considered one of the largest cities in Lower Egypt. It is located on the Muwais Canal, the Ismailia Canal, and the Al-Muez Canal.",
  "image": "https:\/\/admin.ask-aladdin.com\/photos\/egypt\/articles\/Zagazig-askaladdin.webp"
 },
 {
  "name": "Badr",
  "description": "Badr City is a new Egyptian city, one of the second generation cities, located in Cairo Governorate, and administratively affiliated with the New Urban Communities Authority.",
  "image": "https:\/\/aqaryamasr.com\/blog\/wp-content\/uploads\/2022\/09\/%D8%A8%D8%AF%D8%B1-5jpgjpgjpg.jpg"
 },
 {
  "name": "Esna",
  "description": "Esna is a city and a major center in Luxor Governorate, Egypt, 55 km south of Luxor on the west bank of the Nile River. Esna had a number of names in ancient times: Ionite, Ta-Sent, and Latopolis",
  "image": "https:\/\/mediaim.expedia.com\/destination\/1\/84625ec8127e5c164f63adc4cb189229.jpg"
 },
 {
  "name": "Fayid",
  "description": "Fayed is an Egyptian city located in the Ismailia Governorate in the Arab Republic of Egypt, and it is the base of the Fayed Center",
  "image": "https:\/\/images.findagrave.com\/photos1024\/photos\/2011\/225\/CEM2213882_131332135090.jpg"
 },
 {
  "name": "Heliopolis",
  "description": "Heliopolis is a neighborhood in Cairo. It is the façade of Cairo from the eastern side and one of the entrances to the capital and the first to receive arrivals from all over the world due to the presence of Cairo International Airport there and one of the entrances to the capital for those arriving from Ismailia and Suez.",
  "image": "https:\/\/www.egypttoday.com\/siteimages\/Larg\/202204200350235023.jpg"
 },
 {
  "name": "Ibsheway",
  "description": "The center and city of Ibshway, Fayoum Governorate, Egypt. Its population is 455,544 people",
  "image": "https:\/\/media.tacdn.com\/media\/attractions-splice-spp-674x446\/0a\/ae\/2b\/ac.jpg"
 },
 {
  "name": "Nasr City",
  "description": "Nasr City is Cairo's largest neighborhood in terms of area, as it extends over an area of approximately 250 square kilometers out of the total area of the capital, which amounts to 1,445 square kilometers.",
  "image": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/6\/6a\/Nasrcity.jpg\/1200px-Nasrcity.jpg"
 },
 {
  "name": " El Wadi El Gedid",
  "description": "New Valley Governorate or New Valley Governorate is one of the governorates of Egypt. It is located in the southwestern part of the country, in southern Egypt, Western Sahara, between the Nile River, northern Sudan, and southeastern Libya.",
  "image": "https:\/\/english.ahram.org.eg\/Media\/News\/2017\/5\/10\/2017-636300329033944820-394.jpg"
 },
 {
  "name": "Red Sea",
  "description": "The Red Sea is a sea inlet of the Indian Ocean, lying between Africa and Asia. Its connection to the ocean is in the south, through the Bab-el-Mandeb ",
  "image": "https:\/\/blog.radissonblu.com\/wp-content\/uploads\/2019\/02\/Red-Sea-Featured-Image.jpg"
 },
 {
  "name": "South of Sinaa",
  "description": "South Sinai Governorate is the least populated governorate in Egypt. It is located in the east of the country, and includes the southern half of the Sinai Peninsula. St. Catherine's Monastery, a monastery of the Eastern Orthodox Church and a world-renowned UNESCO World Heritage Site, is located in the central part of the province.",
  "image": "https:\/\/media.safarway.com\/content\/49e804d4-50a0-4b5d-84b0-7d412a017b3e_sm.jpg"
 },
 {
  "name": "Wady El Natrun",
  "description": "Wadi Natrun, follow the Egyptian city of Beheira Governorate. It is located on the northeastern outskirts of the Egyptian Western Desert, approximately halfway through the desert road linking Cairo and Alexandria. Facing Sadat City",
  "image": "https:\/\/media.tacdn.com\/media\/attractions-splice-spp-674x446\/06\/6b\/8f\/91.jpg"
 },
 {
  "name": "Nabq Bay",
  "description": "Nabq Reserve was declared a natural reserve in 1992. Its area is 600 km2 (of which 440 km2 is on land in addition to 130 km2 in the water area). This reserve is located on the Gulf of Aqaba.",
  "image": "https:\/\/pix10.agoda.net\/hotelImages\/200320\/-1\/af88be95e976b90675556525a2f9843d.jpg?ca=0&ce=1&s=702x392"
 },
 {
  "name": "Soma Bay",
  "description": "Sheraton Soma Bay, is the ideal getaway where peace and luxury are a way of life, offers a wide variety of water sport activities, including wind surfing",
  "image": "https:\/\/somabay.com\/UP1\/wp-content\/uploads\/Kempinski-3-1500x842.jpg"
 }
],
"Sheet1":[]
}