[
  {
    "address": "Alexandria Egypt",
    "city": "Alexandria",
    "country": "Egypt",
    "description": "If you arrive in Egypt via wonderful Alexandria, don?t limit yourself to a stay in that beautiful Mediterranean city. Make use of our fleet of luxury private vehicles and skilled guides and take a comfortable pyramids day tour to Cairo, and explore the world?s most iconic ancient monuments, the Great Pyramids of Giza, as part of our best selling Egypt tours. Osiris Tours is a tour company caters to those who are fascinated by history, culture, art and architecture. We offer private guided tours to Egypt that is completely customizable. This means that you will have your own private vehicle, guide and driver for the full trip. You can focus on the sites you want to see and take your time to wander around the temples, pyramids and tombs at your own pace.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0b/b0/1e/54/osiris-tours.jpg",
    "name": "Osiris Tours",
    "website": "http://www.osiristours.com/pyramids-egyptian-museum-day-tour"
  },
  {
    "address": "7 San Saba Street Ramel Station, Alexandria 21599 Egypt",
    "city": "Alexandria",
    "country": "Egypt",
    "description": "Tours & Tailor-made Holidays, Unique Experiences in Egypt, Book Now, Pay Later, Exclusive Travel Deals, Epic Adventure! The Way to Travel is Travelish Tours.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/a5/99/96/travelish-tours-logo.jpg",
    "name": "Travelish Tours",
    "website": "http://www.travelishtours.com/"
  },
  {
    "address": "Elephantine Island In the Middle of Agricultural Area Beside the Prep School of the Village, Aswan Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "Center of information about life in nubia(nature and culture)it is an ethno-biological museum which consists of three parts1-traditional nubian house 2- museum shows fauna in nubia(Animals,reptiles,birds,fish,insects all stuffed)rocks and stones.3-the roof terrace where drinks,lunch,quick meals are served.also lectures about nubia ,the nile and elephantine are given over looking the gardens.Animalia also organise birdwatching tour in the nile held by professional guides MOHAMMED SOBHY and his Daughter Fatma.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0b/63/de/ac/animalia.jpg",
    "name": "Animalia",
    "website": "http://www.aswan-individual.com/html/Animalia.html"
  },
  {
    "address": "Cornish El Nile St, Aswan 81511 Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "Egypt Unlimited Tours has been an invaluable aid to high-frequency travelers since 1991,covering everything from budget to luxury travel for both independent adventurers and group tour takers.With over 20 years experience in the Travel and Tourism sector.We offer reliable and high quality services including an Egyptologist guide. Our goal ( make your vacation a Holiday of a Lifetime )",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/7d/84/f1/isis-temple.jpg",
    "name": "Egypt Unlimited Tours - Day Tours",
    "website": "http://www.egyptunlimitedtours.com"
  },
  {
    "address": "Aswan Cornish Street, Aswan 81516 Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "we recognize that good service is more than competitive pricing by Performant deliver an excellent quality of service to our clients. we making a memorable holidays , With this objective we aim to earn the reputation as Your best and honest Travel partner, Saving your time and money while providing the best value for your trip to Egypt by using our services.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/00/02/34/ab/caption.jpg",
    "name": "Imperial Egypt in Aswan",
    "website": "https://www.imperialegypt.com"
  },
  {
    "address": "Kasr Hagar Street, Aswan Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "Aswan Individual is based on the idea from a tourist who designed the website for independent travelers like her to recommend honest and professional locals that she has met during many stays in Upper Egypt. To give it a legal ground, Waleed (full name: Mohamed Ahmed Ali Ahmed), licensed travel agent in Aswan, is the owner of Aswan Individual to organize the network and who is responsible for the tours being offered from Aswan Individual.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/14/6b/b7/aswan-individual-daily.jpg",
    "name": "Aswan Individual - Daily Tour",
    "website": "http://www.aswan-individual.com"
  },
  {
    "address": "Aswan Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "Farah Nile cruise offers 60 deluxe cabins and 2 Royal Suites, where you can actually taste the fine flavor of our hospitality. In every detail from the handmade Egyptian cotton sheets to the natural dark wood furniture. All designed to tickle your senses and enhance your comfort.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/9e/2c/b7/entire-boat.jpg",
    "name": "Farah Nile Cruise",
    "website": "http://www.farahnilecruise.com/"
  },
  {
    "address": "Cornishe el nile street, Aswan 88888 Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "My name is Mena Zaki. I'm Licensed Egyptologist English Speaking tour Guide . I have Bachelor degree in Egyptology and guiding from El-Minya University (Upper Egypt) which i graduated from it in 2010 Since then, I'm working as a free lanced Tour guide with number of internal and international travel agents. I do private tours for individuals, families and groups in aswan-luxor area. I'm passionate about travel, and about sharing with my travellers all the great experiences, and places that I have uncovered over the years . I love to share my knowledge of ancient Egypt with visitors to Luxor and make it interesting and understandable. I am reliable, flexible and highly professional and offer tailor made tours to fit your interests and needs-all at affordable prices. I try to make your trip as interesting as possible and if you want can take you 'off the beaten track' to experience real Egyptian life behind the tombs and temples. The people always welcome visitors with warmth, a smile and a cup of tea-an experience sure not to be forgotten! I particularly enjoy touring with families and can always find something interesting for the children. I am member in the Egyptian General Tourist Guides Syndicate and the WFTGA and Member of Egyptian Ministry of Tourism Don't hesitate to contact me to start the trip of a lifetime in the magical land of Ancient Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0d/72/82/a3/egyptourguidejimdocom.jpg",
    "name": "Mena Tour Guide Aswan Luxor",
    "website": "http://www.aswanluxortravel.com/"
  },
  {
    "address": "El-Khattara. Madinat Nasir. Markaz Aswan, Aswan 81511 Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "Show You Egypt recognize a traveler's desire for independence, the necessities for a fulfilling visit to Egypt, and the challenges of travel. This is why we have created these comprehensive tours which offer travelers their independence in their experiences and...more",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/7d/3b/4f/caption.jpg",
    "name": "Show You Egypt",
    "website": "http://showyouegypt.com"
  },
  {
    "address": "Corniche El Nile Street, Aswan 81511 Egypt",
    "city": "Aswan",
    "country": "Egypt",
    "description": "We are Tour operator located in Aswan helps international guests enjoy their holiday in Aswan, Team of professional and multilingual tour guides, Comfortable cars, Nile cruises booking, hotel booking , flight ticketing. we care about wheelchair people.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/92/e1/71/our-logo.jpg",
    "name": "Travel To Egypt - Aswan",
    "website": "http://www.traveltoegypt.co.uk/"
  },
  {
    "address": "Mokhyam Safary Camp Hotel , Kasr St, El Whahat Elbharya, Bahariya Oasis 12935 Egypt",
    "city": "Bahariya Oasis",
    "country": "Egypt",
    "description": "White desert travel provides visitors a chance to make routes that contain ethos, exploration, and relaxation all on one trip. It is ideal to find a top travel agency in Egypt, or wherever you stay, to make your tour hassle-free and enjoyable",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/22/68/ba/5e/caption.jpg",
    "name": "white desert travel",
    "website": "https://whitedeserttravel.com/"
  },
  {
    "address": "Bahariya Oasis, Bawiti Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "We come from one of the oldest Bedouin families who support us with all the secrets of the ancient and historical Western Desert, helping us to remain one of the most famous & experienced tour guides along the desert roads! We have the best equipment and supplies allowing us to cover your needs whatever they are. We have the best teams that co-operate with each other to give you the best quality and most complete service. With us you will enjoy some of the freshest, healthiest and most delicious food cooked over the fire. You will love it!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/03/1f/e6/e4/getlstd-property-photo.jpg",
    "name": "Egypt Western Desert Tours - Day Tour",
    "website": "https://egyptwesterndesert.ucraft.site/"
  },
  {
    "address": "Bawiti 12936 Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "We have the best desert safari in Egypt. This is one experience you can't miss when in Egypt. Choose from the 3 options we offer! Our desert safari drivers are all professional and have a passion for giving you a thrilling ride. So all you need to do is mail us and we will take care of the rest.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/22/26/95/67/black-desert-egypt.jpg",
    "name": "Oasis Egypt Safari",
    "website": "http://www.oasisegyptsafari.com/?tours=europe"
  },
  {
    "address": "Bawiti Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "It is our pleasure to introduce you our services in Private Daily tours to the White desert and oasis in the western desert of Egypt and it's oasis. We have a a professional the sons of the desert who know every single inch out there in the western desert of Egypt, we have a unique experience in dealing with big groups, families , kids and special needs people. We always promise our guests that we will do our best and we always fulfill our promises.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/d5/a1/5f/img-20200815-074850-1.jpg",
    "name": "Desert Blanc",
    "website": "http://desertblanctours.wordpress.com/"
  },
  {
    "address": "Giza - Al Wahat Al Baharia Bahariya Oasis, Bawiti 12935 Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "A Bedouin family run business, with 35 years experience in desert safaris. Mentioned in Lonely Planet and many other guide books.\nWe are well known for our safari in the desert. We organize trips in the White and Black desert and would be happy to make discovering wonderful spots.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/c1/67/c5/caption.jpg",
    "name": "Desert Safari Home",
    "website": "https://www.instagram.com/mohammed_khozam/?igshid=ZDdkNTZiNTM%3D"
  },
  {
    "address": "Bawiti 12935 Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "im Hamada omer owner of desert safari egypt and omar desert camp I and my family team are from bahariya oasis one of the 5 oases in Egypt and the closest one to Cairo about 350km arranging tours to the western desert part of Egypt with our traditional style and our tours can be with 4?4 .camels .trekking to bahariya oasis, Siwa oasis, black desert, crystal mountain, white desert, djara cave, dunes, magic spring, and another place.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0b/f9/bc/aa/photo5jpg.jpg",
    "name": "Desert Safari Egypt",
    "website": "http://www.desert-safari-egypte.com"
  },
  {
    "address": "Bahariya Oasis, Bawiti, Egypt, Bawiti 12935 Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "Alaa Eldin has been the tour guide for over 15 years, he is specialized in organizing the tour. Providing the professional journey to explore the exotic culture and sights of a fascinating landscape in the Sahara Desert. He always working hard to build a strong professional working relationship with his team and always care all parts of the tour ran smoothly and safety. You will experience a blend of wonderful landscape and have the best trip ever!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1a/4e/9b/e3/caption.jpg",
    "name": "Egypt Desert Star",
    "website": "http://www.Egyptdesertstar.com"
  },
  {
    "address": "Bawiti Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "Types of Tours We can cater for anything you desire, from two up to twenty nights camping in the desert, anywhere in Egypt ? from the border with Libya in the west to Sudan in the south. We are based in the Bahariya Oasis but can take you to the Gilf Al-Kabir (The Great Barrier) region in the south-west of Egypt. We are very flexible and will do our utmost to design your tour around what you want.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1e/b9/9a/bb/white-desert-tour.jpg",
    "name": "White Desert Tour",
    "website": "http://whitedeserttour.com/"
  },
  {
    "address": "Bawiti Egypt",
    "city": "Bawiti",
    "country": "Egypt",
    "description": "Our mission is to transform as many lives as possible and turn every customer into a friend, through the power of living richly. As an active team, our commitment is to help everybody achieve their long life travel dreams and also suggest them as many things as possible. We believe in the power of will, in discovery, adventure and sustainable living.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/19/51/48/c9/getlstd-property-photo.jpg",
    "name": "Desert Son",
    "website": "http://desertson.mex.tl/"
  },
  {
    "address": "1189 Nile Corniche The St. Regis Cairo, Cairo 11221 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Iridium Spa represents one of the essences of The St. Regis brand. It is a sanctuary for the extraordinary and one of a kind when it comes to bespoke services and living exquisitely. It brings creativity, curation and high culture all in one place?conveying serenity for those who seek peace and relaxation.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/a4/90/d2/once-you-step-into-the.jpg",
    "name": "Iridium Spa",
    "website": "http://thestregiscairo.ordermepro.com/"
  },
  {
    "address": "3 Galaa St. 1st Floor, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Tours Portal offers a variety of Egypt tours & vacation packages, Egypt Nile cruises, Egypt day tours & excursions, and Egypt shore excursions to all our clients from all over the world that will suit all the classic and new interests of everyone. We aim to provide the most fascinating Local Experiences to all travelers from all over the world. We have contracts with the best hotels and Nile Cruises in Egypt so we will definitely be able to offer you the best rates to enjoy your vacation in Egypt. We do arrange the best activities and optional tours in each Egyptian city for ultimate enthusiastic experiences",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/29/11/87/41/egypt-tours-portal-logo.jpg",
    "name": "Egypt Tours Portal",
    "website": "http://www.egypttoursportal.com/"
  },
  {
    "address": "24th Murad street - Giza - Egypt, Cairo 12211 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We offer a wide variety of Egypt excursions to many cities and places from any location in Egypt with a choice of taking Egypt private tour also we offer you packages (private or group).\nWith us you will have the ability of customize your dream trip with the best service.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/1c/14/d1/new-logo.jpg",
    "name": "Memphis Tours Egypt",
    "website": "https://www.memphistours.com/Egypt/Excursions/Cairo-Day-Tours/"
  },
  {
    "address": "Cornish El Maadi 55 El Dahab towers, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "we are providing our clients with unique experience with special service through knowledgeable guides , very professional tour leaders and terrific drivers with very modern cars with air conditioner and Wifi .",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/19/72/75/a4/caption.jpg",
    "name": "Sahara Travel",
    "website": "http://www.sahara-egypt.com"
  },
  {
    "address": "Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Welcome to Deluxe Travel Egypt which is a licensed travel agency and tour operator in Egypt category A. We are in the business of making your Egypt travel dreams come true since our opening in 2004. Deluxe Travel has managed over the years to gain certificate of excellence in customer service and reliability. Worldwide Deluxe Travel is IATA accredited. Being a local licensed travel agency allows us to provide you with unique adventures and itineraries that are tailored and designed based on decades of experience. We have served clients from all over the world and look forward to planning your adventure throughout Egypt. Promising You of Best Egypt Tours and Holidays and great travel deals.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/12/99/84/deluxe-travel-deluxe.jpg",
    "name": "Deluxe Travel Egypt",
    "website": "http://www.deluxetravelegypt.com/"
  },
  {
    "address": "30 Teret el Gabal, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "If you want to choose the best place to relax, then luxury Egypt tours in Cairo is just for you. In this beautiful region life is in full swing, pulls you into its mysterious atmosphere. Tours of Cairo - this is an opportunity to visit the places that are not forgotten. Modern buildings and historical sites are joined into one. Where a person falls into an imaginary world,",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/d4/34/f7/caption.jpg",
    "name": "Pyramids Land Private Tours",
    "website": "https://www.pyramidsland.com/"
  },
  {
    "address": "1 Al Adel Abou Bakr St Four Seasons, First Mall - Giza, Cairo 11211 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Signature services. Serene settings. Refined relaxation!\nAt our exclusive spa, clients at Le Quell Elite can experience an array of revitalizing treatments in surroundings that indulge mind, body and spirit.\nGift yourself the ultimate luxury? time for yourself away from the complexities of life, to indulge in our elegantly crafted treatments. Bespoke and discreet, all Le Quell Elite Spa treatments are designed to be individually personalized, and tailored to every clients? needs.\nN.B. Our treatments provided to ladies only.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/19/d9/2f/a0/getlstd-property-photo.jpg",
    "name": "Le Quell Elite",
    "website": "http://le-quellelite.business.site/?utm_source=gmb&utm_medium=referral"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are not only offering you Tours; we provide you real experience in Egypt: an experience of a lifetime. We understand very well, what you need. It?s not just about visiting touristic sights ? it?s much more than this. We offer a full experience in Egypt: to know it?s history and also the present ? to see how the people live, talk with them, try their traditional food, visit their markets and of course, understand our culture and tradition. And of course, visit all the archaeological sites.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/48/ea/c9/ramasside-tours-head.jpg",
    "name": "Ramasside Tours",
    "website": "http://ramassidetours.com/"
  },
  {
    "address": "21 Sakr Korish Building Heliopolis, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are a leading travel & transport company that works in the Egyptian market. Our branches are available in most of the touristic cities and five stars hotels around Egypt. We also have branches in all Cairo airport terminals.\nWe have over 280 well-trained and qualified employees with long\nexperience working with international companies.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/26/da/34/caption.jpg",
    "name": "Rimo Tours",
    "website": "http://rimotours.com"
  },
  {
    "address": "Mokatam Abdeen District, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Real Egypt is officially registered as a Travel Service Company in Egypt and is owned and operated by Samir Abbass. COVID friendly co. Samir and his friendly, highly trained team can lead you through all of Egypt, each has excellent knowledge of the places you will visit and is devoted to sharing their passion for their country. Service is our highest value. We want to give you the ultimate experience of Egypt that connects you to the history, culture, and people and leaves you feeling that you have done far more than just see the sights. Real Egypt provides a personalized travel plan. We are dedicated to creating the best possible itinerary for you. We don?t try to squeeze too much into a few hours, we allow time to absorb each place, and your tour can be extended if desired. We don?t take you to tourist traps to buy or eat, or to any other places where you will feel pressured. Real Egypt believes in ethical business practice, treating others fairly, and providing the best service.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/09/a7/f7/e8/real-egypt-day-tours.jpg",
    "name": "Real Egypt Tours",
    "website": "http://www.realegypt.com"
  },
  {
    "address": "5 Khaled Ibn Al Walid, Sheraton Al Matar, El Nozha, Cairo 11843 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "OceanAir Travels Is a group of tour guides with average experience of 15 years and we established our agency in 2007, OceanAir Travels is a registered agency in U.A.E, India, Qatar, Oman and Egypt, with full bonding and financial protection, We are providing Daily Tours, Stopover Tours, Shore Excursions, Accessible and wheelchair , Transfers, and Airport Services.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/e1/19/92/caption.jpg",
    "name": "OceanAir Travels Egypt",
    "website": "https://www.oceanairtravels.com/destination/tours-and-holidays-in-cairo"
  },
  {
    "address": "5 Zohour Street, Cairo 11644 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Our Aim to show you Egypt through local Egyptian eyes. My Team and I, are ready to do all the efforts to make your trip to Egypt unforgettable. Don't hesitate in contacting us",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/84/15/98/photo4jpg.jpg",
    "name": "Egypt Tour Guide - Mina Samir",
    "website": "http://www.msegypttourguide.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Terre d'Egypte is an official local agency created since 2011 by many tour guides with 20 years of experience in the organisation of tours for tourists.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/27/21/d1/5b/caption.jpg",
    "name": "Terre d'Egypte",
    "website": "http://www.terdegypt.com"
  },
  {
    "address": "33 Abd El Khalek Tharwat Street, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Djed Egypt Travel is an independent Egyptian tour operator. Fully bonded and licensed as General Tour Operator in Egypt and complies with all legal, financial and insurance requirements under Egyptian law, as well as the tour operator regulations, under license number 1333. This licence is issued by the Egyptian Ministry of Tourism.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/09/10/c1/c1/djed-egypt-travel-day.jpg",
    "name": "Djed Egypt Travel - Day Tours",
    "website": "http://www.djedegypt.com/egypt-excursions/cairo-day-tours/"
  },
  {
    "address": "46 El sad El aali st. Ain Shams Ain Shams, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "At Cairo Top Tours we understand that holidays are special times for anybody and one would like to have the best possible experience within the available time. Our aim is to offer this great journey on a reasonable budget, and make your discovery of Egypt completely worry-free, Our team consists of young and dynamic individuals and professional tour organizers with long years of experience in organizing tours and we offer 24 hour customer service, as our travelers? comfort and well being during our tours is the number one priority to us, We highly appreciate any feedback from our customers and believe in ?word of mouth? advertising. Listening to our fellow travelers continuously helps us to develop and improve our tours and also encouraged us to create new itineraries to the most unique corners of this beautiful country.We proudly start our 11th year of service in organizing day tours and our highly experienced team and professional tour guides are here to ensure a memorable vacation for you.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/a6/39/4d/photo2jpg.jpg",
    "name": "Cairo Top Tours",
    "website": "http://www.cairotoptours.com"
  },
  {
    "address": "Cairo 21321 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt day tours offers a various selection of tours and trips in Egypt. Our Egypt tours take you back to ancient time of great prosperity and power as we visit beautiful temples and wonderful pyramids and more attractive places.Why Should you book with Egypt Day Tours?Egypt Day Tours is simply different. We are not just a travel agency that you are booking with, we are your local friends who will do their best to make sure you are having a wonerful time. Egypt Day Tours Guides will never force you to go somewhere you dont want or trick you into something bad.If you are not satisfied with your tour, dont pay. Payment is at the end of the tour, because we are confident you will be very satisfied with our tours. Our Motto is \"If it is not Okay, You wont pay",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/9e/a9/89/photo4jpg.jpg",
    "name": "Egypt Day Tours",
    "website": "http://www.egyptdaytours.com/"
  },
  {
    "address": "37 Kasr El Nile St,, Cairo 11562 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We provide excellent service for tours in Egypt and beyond. Will be looking forward to welcoming you and assist your for a once in a life time trip.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/88/74/cb/caption.jpg",
    "name": "Trans travel",
    "website": "http://transtravel.org"
  },
  {
    "address": "1224 2w Khaled Teamaa St,Division Sheraton Heliopolis, Cairo, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are founded over 10 years ago in Egypt we are a fully licensed DMC.\nwe are donate 50.00 EGP from every booking we get to help hopeless people who are haven?t money and suffering from illness. \nWe donate for\nNational Cancer Institute,or Dr.Magdi Yacoub Heart Foundation \nWe are renowned for creating, original, unique and fascinating programs with guaranteed success.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/5e/f9/79/caption.jpg",
    "name": "Twitter Egypt Travel",
    "website": "http://www.twitteregypttravel.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Provide you with a perfect tours around all Egypt",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/19/56/d8/64/sphinx.jpg",
    "name": "Egypt Royal Tours",
    "website": "http://www.egyptroyaltours.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Your Egypt Tours\" has been Egypt's Foremost luxury travel company Since 2001, combining comfort and authenticity. We offer travel packages, day trips, shore excursions, and many other services that cater to travelers looking for high-quality and efficient services with a personal touch and care.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/2f/d7/aa/your-egypt-tours-day.jpg",
    "name": "Your Egypt Tours",
    "website": "http://www.youregypttours.com/"
  },
  {
    "address": "11 El Tahrir ST. Dokki, Infront of El Bohouth Metro Station,. Third floor flat 15, Cairo 12622 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are a licensed travel agency, powered by Horus Empire in London. We are offering high-quality tours to travelers all around the globe. With our 30+ years of experience, We know the needs of tourists when visiting Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/24/36/59/10/caption.jpg",
    "name": "GEM Explore Egypt",
    "website": "https://horusempiretravel.com/"
  },
  {
    "address": "24 Mourad Street Giza Square, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Breathtaking private guided tours of Egypt and beyond - Since 1955. We don?t just sell tours. We make dreams come true!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/dd/bc/b0/the-great-pyramids-of.jpg",
    "name": "Egypt Tours Plus",
    "website": "http://www.egypttoursplus.com"
  },
  {
    "address": "22 Abou El Houl St., Nazlet El-Samman, Al Haram, Giza, Egypt, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Cleopatra Egypt Tours one of the most respected and successful names in the Egypt travel industry, with a long experience spanning 15 years in this industry. Our reputation has been built on credibility, integrity, and proven performance. With the many year's experiences in the travel business, we can provide the most competitive rates available in the market, also offer the best tours in Egypt and tailor-made tours in all the destinations of Egypt. No matter what your dream is we just make it come true. we offer The best tours and packages in Egypt with the best quality of service and the best price and the best service",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/13/73/d8/cleopatra-egypt-tours.jpg",
    "name": "Cleopatra Egypt Tours",
    "website": "http://www.cleopatraegypttours.com"
  },
  {
    "address": "Road 284 Bldg. 5, Maadi, Cairo 11728 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Over Egypt Tours was formed in 2007 as a transportation company dedicated to providing high quality and good value travel services for expatriates in Cairo. The ensuing decade has seen a careful expansion of our services and we now offer the same high quality tour and travel packages throughout Egypt. This achievement has been attained by a firm commitment to maintaining high standards of service and a personal approach to our work.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/15/59/a9/4e/couples-at-pyramids.jpg",
    "name": "Over Egypt Tours",
    "website": "http://www.overegypttours.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "I am an English speaking Tour Guide in Egypt, licensed by the Ministry of Tourism. I am also a member of the Egyptian Tourist Guides Syndicate (EGTGS). I organize tours to cater to your budget and your time frame. I will handle everything for you: the guide, the car and driver and entrance fees. I may also help you with booking cruises, train tickets, flight tickets and hotel bookings. I am highly recommended by the groups I have provided tours for. Contact me for easy straight-forward pricing and tour information. I look forward to hearing from you and working with you to make your trip to Egypt fun and memorable!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/03/08/81/92/a1-egypt-private-day.jpg",
    "name": "A1 Egypt Tours",
    "website": "http://a1egypttours.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt is the gift of Nile, and a world of ancient wonders. Its capital, Cairo, is a vibrant and fascinating city with thousands of years of history. You will get the essence of this city by admiring the magnificent structures of the Giza Pyramids and Great Sphinx. Itinerary can be flexibly adjusted to fit your specific requirements.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/d4/28/59/sphinx.jpg",
    "name": "Odynovo",
    "website": "https://www.odynovotours.com/"
  },
  {
    "address": "Tahrir Square, Downtown, Cairo, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We're Bellies En-Route, Egypt's first specialized food tour business. We take travelers on food tours in Cairo. We started Bellies En-Route because we believe that food is the best and most authentic way to learn about a culture. It's basically how we like to travel too. We value authenticity, intimate & memorable experiences and our ethical responsibility towards the community we work within. Let us take you on a food tour in Downtown Cairo or Heliopolis!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/93/e2/6d/egypt-s-national-dish.jpg",
    "name": "Bellies En-Route",
    "website": "http://www.belliesenroute.com"
  },
  {
    "address": "Cairo 12557 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "It will be Our Great Pleasure to be your Tour Guide in Egypt Please feel free to Contact us 24/7. What's app us 24 /7 on the Mentioned number for inquiries and quick reply.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/63/79/d0/giza.jpg",
    "name": "Private Tour Guides",
    "website": "http://privatetourguides.online/index.html"
  },
  {
    "address": "Cairo 12311 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "I am \"Tamer Mina\" a professional licensed Egyptologist biblical tour guide since 1993 .I am arranging all kind of tours in Egypt with very affordable prices.My TripAdvisor testimonial page and my photos with my clients are clear evidences of my guests top satisfaction with my professional services and my personality.I am a very honest and well focused character which makes your tour goes extremely smooth,easy and rich. My tours cover... 7,4& 3 nights Nile Cruises,Felluca short and long Cruising tours. Lake Naser Cruises Cairo,Giza,Alexandria,Luxor,Aswan and St.Catharine Classical tours Safari,Diving snorkling tours and Conferences arrangements.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/de/57/19/tamer-mina-egypt-tour.jpg",
    "name": "Tamer Mina - Egypt Tour Guide",
    "website": "http://www.egypt-egypt.net"
  },
  {
    "address": "1 Abu El Houl St .Pyramids.Giza, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "MyEgyTours offers a wide variety of Egypt excursions to many cities and places from any location in Egypt with a choice of taking Egypt private tour also we offer you packages (private or group). With us you will have the ability of customize your dream trip with the best service.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/05/f0/08/my-egy-tours-private.jpg",
    "name": "MyEgyTours - Day Tours",
    "website": "http://www.myegytours.com"
  },
  {
    "address": "5 Sphinx Square, Cairo 12654 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "? Cairo Urban Adventures offers day tours with a local around Cairo. They range from 2 hour to 12 hour adventures and uncover back streets, hidden gems, and fascinating sights. Step into the lives of locals, find out what makes the city tick, and get acquainted with the local food, culture, and traditions of Cairo. A local expert guide will provide the knowledge and lead you through a fantastic urban experience.?",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/03/3a/e3/bb/pyramids.jpg",
    "name": "Cairo Urban Adventures",
    "website": "http://www.cairourbanadventures.com"
  },
  {
    "address": "44 Pyramids Road, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "High End Journeys is comprised of a team of trusted and passionate travel specialists. Founded by two highly experienced Egyptologists, High End Journeys is focused entirely on VIP clients who are looking for tailor-made luxury journeys around Egypt. Our journeys are completely based around your interests and schedule ? they are one-of-a-kind experiences that are as unique as our clientele.Our expertise, knowledge, and personal relationships allow us to design journeys that are rugged and adventurous, urban and sophisticated, or the perfect blend of both. Whichever you prefer, you can be certain that your trip will be filled with exclusive opportunities that only we offer. Whether you know exactly where you want to go or need some inspiration, High End Journeys is here to guide you and to create a journey that will surpass your expectations.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/c7/1f/93/ramses-ii.jpg",
    "name": "High End Journeys",
    "website": "http://www.HighEndJourneys.com"
  },
  {
    "address": "106 Nile St. Eldoki Inside Seekh Mashwy Restaurant, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Set your mood for a ride that you will soon NOT forget. Cafelluca is a 2-hour trip on the Nile, offering you a truly Egyptian experience. On-board waiter, Food and beverage, Karaoke, and more are just a few of the amenities aboard your private felucca boat. Experience the tradition and culture of old Cairo in the modern era. Our set menus have a wide selection of food and beverages to choose from that acquires all tastes. Enjoy the ecstatic Nile River with a new taste and a different view. Our revamped oriental Felucca boats offer an exceptional and exclusive service. Experience the Nile... In style.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/28/24/6c/luxury-boats.jpg",
    "name": "Cafelluca",
    "website": "http://cafelluca.com/"
  },
  {
    "address": "72  Gamet El Dawel Arabeya St - El mohandseen - Cairo Bank 72, Cairo 12655 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are an electronic marketing company since 2019 and we are trustworthy by our customers our goal is to provide the best programs and tours to explore the civilization of Egypt and Our history at prices that agreement with everyone and our customers Reviews It is what proves the quality of our service For inquiries before booking, you can contact us by e-mail or WhatsApp Chat..,Our Best Regards",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/74/25/23/caption.jpg",
    "name": "Vibrant Egypt",
    "website": "http://www.vibrantholidays.com"
  },
  {
    "address": "Hadayek el Ahraam, Cairo 11865 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "My name is Mohamed, and the passion for my country and its culture led me to study Egyptology and tourist guide in Spanish. I've been offering my services and organizing trips across the country for more than 19 years,\n\nDuring this time I learned about what tourists need to make their trip to Egypt a unique experience, always focusing on the local and delivering quality service.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1a/ac/00/5f/caption.jpg",
    "name": "Conocer Egipto",
    "website": "http://www.conoceregipto.com"
  },
  {
    "address": "Address: 232 Haram St El Taawon Area, Royal Ramses Tower, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Desert Egypt safari is a leading website owned by Marghany Tourism Investment a company registered under Egyptian law specialized in desert safaris offering: desert trips (ranging from 1 to 15 days), customized safaris, off-road driving courses, sand-boarding events, desert catering, desert rescue services. Egypt Desert Safari has a professional & experienced team that is passionate about the desert.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/1f/22/59/egypt-white-desert-safari.jpg",
    "name": "Desert Egypt Safari",
    "website": "http://www.desertegyptsafari.com"
  },
  {
    "address": "5 Tayaran street , Nasr city , Cairo, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Make Your Dream Come True and live like an Egyptian while in EGYPT, it is all With Forever Egypt Tours We at Forever Egypt Tours are a specialized travel company operated by qualified Egyptologists with over 15 years? experience in the field. Our Egyptologists understand the desire for travelers to be independent, but still supported in where they go and what they do to have the most fulfilling Egyptian holiday. Forever Egypt Tours have selected the most honest, experienced, professional, friendly, qualified and flexible tour guides and programs to suit the clients? wishes. With Forever Egypt Tours we will remove the challenges of foreign travel by providing transportation services from Cairo Airport to your accommodation (including obtaining your Visa and anything you would need upon arrival). The best tour guide will be selected for you and your group taking into consideration your interests and personal choices to make your stay as enjoyable and unforgettable as possible.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/42/97/e1/waleed-set-me-up-with.jpg",
    "name": "Forever Egypt Tours",
    "website": "http://www.foreveregypttours.com"
  },
  {
    "address": "45 Talat Harb Street, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "My Cairo Tours is a tour company offering Many Tours to Egypt with affordable price, budget price with High Quality Tours",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/d3/33/7c/caption.jpg",
    "name": "My Cairo Tours",
    "website": "https://www.mycairotours.com/"
  },
  {
    "address": "111 LAM HADAYEK EL AHRAM, Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Come with Us to be part of this group of satisfied customers for valuing their money and acquiring my personalized service ,We have accredited guides in addition to vehicles for sightseeing tours. unique and personalized, designed so that each customer has a unique experience. Come and discover Egypt with your style and in your own time! Only with a professional Egyptologist guide ,you will be able to know, with safety, fun, a lot of information about our history and local culture. We make dreams come true and sell happiness .",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/5b/a8/e5/conhecer-o-egito-com.jpg",
    "name": "Guia de Egito",
    "website": "https://guiadeegito.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "iEgypt is a travel agency founded in 2020 with a vision of creating a unique experience for each and every traveler we work with. Founded by 3 Egyptian travelers, we share our local experience of traveling in Egypt while mixing it with the usual touristic activities, creating a new whole traveling experience rich with touristic sights and authentic local activities. Every Itinerary is customized to every single detail to ensure all our customers enjoy an experience to their preference.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1d/bc/97/14/the-pictures-belong-to.jpg",
    "name": "iEgypt Tours & Travels",
    "website": "http://iEgypttravels.com"
  },
  {
    "address": "Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "It will be my great pleasure to tour with you our beloved country. Please feel free to Email me 24/7 Or What's app me 24 /7 on the mentioned number for inquiries and quick replies. All the tours are customized to your interest. All the Tours are based on Private booking so either the Guide or the Transportation, it will be all Private.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/27/c3/21/57/giza-pyramids.jpg",
    "name": "Ayman Ahmed Private Tour Guide",
    "website": "http://tour-egypt.odoo.com/"
  },
  {
    "address": "176 El Haram Street, Cairo 12556 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "The Great Egyptian King Tours, with approximately fifteen years of experience in tourism in Egypt. Our company provides a complete travel service to any international destination. We offer personalized assistance to small, mid and large groups. Our services: ASSISTANCE,SIGHTSEEING TOURS,RESERVATIONS FOR HOTELS,CRUISE BOOKINGS & TOURIST TRANSPORT",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/ca/25/4a/caption.jpg",
    "name": "The Egyptian King",
    "website": "https://www.thegreategyptianking.com/"
  },
  {
    "address": "Cairo, Egypt, Cairo 11278 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We care about delivering amazing travel experiences to our customers, let's add unforgettable memories to your life with us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/25/8e/27/a4/caption.jpg",
    "name": "Touritos??",
    "website": "https://www.touritos.com"
  },
  {
    "address": "100 Othman Ibn Affan, El Nozha, Cairo 4470170 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Respect Egypt Tours is a travel company licensed under NO. 222 and is a member of the Chamber of Egyptian Tourism Companies.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/97/37/eb/caption.jpg",
    "name": "Respect Egypt Tours",
    "website": "https://respectegypttours.com/"
  },
  {
    "address": "10 Mohi Al Din Abu Al Ezz street, Dokki, Giza, Egypt. 2nd floor, suite No. 6, Cairo 12627 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt is the gift of the Nile... Nowhere are there so many marvelous things as in Egypt, nor in the whole world besides are to be seen so many things of unspeakable greatness,\" wrote the Greek scholar Herodotus in 425 BC.Egypt has stunned and delighted its visitors for millennia, and the Nile River is the gateway to its many gems and one-of-a-kind treasures.We have been the local sightseeing experts offering a wide range of daily tours covering all of Egypt's most well-known attractions. Our tours are escorted by professional guides and include travel by luxury air conditioned coach and include all entrance fees. We appreciate that your leisure time is important to you and have therefore designed our tours to ensure that you have the maximum amount of time at each venue to fully appreciate it and enjoy the experience.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/f4/4c/94/jana-tours-egypt.jpg",
    "name": "Jana Tours Egypt",
    "website": "http://www.janatoursegypt.com"
  },
  {
    "address": "355 El Sudan st, El mohandeseen 1st floor, Apt #4, Cairo 12651 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Since 1982 our priority is just your peace of mind. One stop to plan your whole Egypt trip, We focus on providing the best Egypt Tours\nWe are a local agency in Egypt, Providing all kinds of tours in Egypt.\nWe do care about our clients and will serve you with a personal touch.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/a6/da/a3/caption.jpg",
    "name": "Egypt Tours Gate",
    "website": "https://www.egypttoursgate.com/"
  },
  {
    "address": "2 Attia El Sawahly St. Makram Ebid, Nasr City tower Al Manteqah Ath Thamenah, Nasr City, Cairo Governorate, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Tours Excursions brings in the unique sightings and adventures that Egypt has on offer - from sand-covered tombs, spectacular palaces, historic temples to austere pyramids. Indulge in the magnificent archaeological wonders on our guided Egypt pyramids tours for unforgettable experiences. Taking Cairo day tours allows you experience a fabulous blend of timeless traditions and modern innovations. As a responsible Egypt travel guide, Egypt Tours Excursions tailor-makes Cairo tours packages only for the best interests of travel enthusiasts of every kind. Delve into the beguiling past and welcoming, hospitable people on our wide range of Cairo day tours. Discover the best of Egypt on Cairo excursions with Egypt Tours Excursions!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/13/db/6c/be/pyramids.jpg",
    "name": "Egypt Tours Excursions",
    "website": "http://www.egypttoursexcursions.com/"
  },
  {
    "address": "412 al-haram street, Cairo 12556 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "My name is sabry hashim me is the owner of lovely Egypt tours i worked as tour guide 15 years so i have the experience to book you all tours with good price and i want to make all people happy and satisfied about my service and I wish i do that i can help you booking your trips anywhere in Egypt giza and cairo and Alexandria sharm el sheikh",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/3e/80/c2/caption.jpg",
    "name": "Lovely Egypt tours",
    "website": "https://lovelyegypttours.com/"
  },
  {
    "address": "Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We offer an unforgettable experience to discover Egypt and its treasures with guides who knows Egypt first hand with the best reasonable prices . By visiting our website browse from many tours options ( Day tours & Tour packages ). We offer small group/private tours in Cairo, Alexandria, Luxor, Aswan, Red Sea and Nile cruise packages",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/91/0b/7e/lets-tour-egypt.jpg",
    "name": "Let's Tour Egypt",
    "website": "http://www.letstouregypt.net"
  },
  {
    "address": "27 Shagaret El Dorr St Zamalk, Cairo,Egypt, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Key Tours is one of the Best Travel Agent in Egypt offer very cheap prices for Egypt private packages and day tours. You will experience the most affluent service and carefully planned itinerary to meet your interests. Your trip will be filled with style and elegance while providing you with the ultimate Egypt VIP experience. ?Our licensed tour guides will make your experience memorable and enjoyable ?Our professional chauffeurs provide safe and prompt transportation. ?Our expert staff will work with you to provide high quality service that will exceed your expectations ?Our tours are interesting, unique, special and memorable",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/42/02/a9/egypt-key-tours-giza.jpg",
    "name": "Egypt Key Tours",
    "website": "http://www.egyptkeytours.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Enjoy an unforgettable private tour with a friendly personal guide from ToursByLocals. Each of our Cairo tours features a local private guide who knows this city and surroundings as only locals do, and will give you a unique Egyptian experience, based on your own interests.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/d5/5a/a3/see-the-pyramids-and.jpg",
    "name": "Tours By Locals",
    "website": "http://www.toursbylocals.com/Cairo-Tours"
  },
  {
    "address": "omrania, Cairo 2111121 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Our mission : making espcial exprince for viditors to egypt , that making them feel like home\nOur target : making unforgettable exprince in egypt , see egypt in our eyes \nOur goal : making our exprince land mark in egypt",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/23/0c/c0/3c/caption.jpg",
    "name": "KING FAROUK private tour guide",
    "website": "https://www.kingfarouktours.com/"
  },
  {
    "address": "Airport Agency 123, Cairo 12345 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "All Inclusive Layover hosted by an Egyptian Cabin Crew's Family. (Accommodation + Transportation + Escorted Sightseeing Tours)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/21/c2/f2/caption.jpg",
    "name": "Cairo Layover",
    "website": "http://www.cairolayover.org"
  },
  {
    "address": "26 Sherif Street - Immobilia Building, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "For your visit to Egypt, we are your reliable tour operator for a comprehensive range of travel services including: \n- Private tours of Egypt that include pickup and drop off by a driver in a safe and modern vehicle and professional and friendly tour guide who speaks your language. \n- Booking accommodations for different options, such as: Hotels, Nile Cruises, and Dahabiya. \n- Rental of luxury and tourist fleet cars and buses with accuracy for scheduled times for pickups/drop-offs. \n- Hiring your private tour guides, airport representatives, and valets. \n- Booking your flights. We offer you professional, safe, and friendly service, quality for experiencing a lifetime visit to Egypt, and trust you are given the experience of a lifetime with passion and eagerness. \nStarted on 2006",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/13/44/56/5e/go-travel-egypt-day-tours.jpg",
    "name": "Go Travel Egypt - Day Tours",
    "website": "http://www.gotravelegypt.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Discover Egypt Through Ibis Egypt Tours Website To Find A High Standard Of Holiday Packages Over Egypt For All Things To Do In Egypt Through The: Nile Cruises, Red Sea Holidays And Excursions, Shore Excursions And Quick Trips, Also Book Online Your Private Airport Transfers Covering The Whole Of Egypt International Airports Or Contact Ibis Travel Tour Operators For Designing A Customized Tour.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/f1/5a/08/ibis-egypt-tours-logo.jpg",
    "name": "Ibis Travel",
    "website": "http://www.ibisegypttours.com"
  },
  {
    "address": "24 Mahmoud Bassiouny St Talat Harb Sq, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Kemet Travel understands Egypt and has worked successfully over the last two decades to develop special touches, cultural experiences, new and creative programming just for you. Our permanent offices in Cairo, Luxor and Aswan, combined with our professional and knowledgeable staff of Egyptologist - Guides are only two of the reasons that have made Kemet Travel one of premiere tour operators in the fabled land of the Pharaohs. Our Egyptology study tours from the awesome temples of Luxor and Aswan to the marvel of the Pyramids, one of the seven wonders of the Ancient world that still exists today to the inscrutable Sphinx and the remarkable Valley of the Kings and Queens to sprawling and frenetic Cairo and the breathtaking sight of Abu Simbel to lazy days and moonlit nights floating in your luxurious cruise boat along the mystical and tranquil River Nile - Our Egyptology programs never fails to enthrall and fascinate . We are dedicated to ensuring that your experience in Egypt is unique, superlative, truly wondrous and second to none. Ancient Egypt program with Kemet Travel A perfect combination, A priceless experience. Come and Experience Ancient Egypt for yourself",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/29/a2/aa/99/our-mini-bus-is-very.jpg",
    "name": "Kemet Travel Egypt - Day Tours",
    "website": "http://www.kemet.travel"
  },
  {
    "address": "43 Abou-Elhoul Street, Cairo 12557 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Nobles of Egypt is for everyone, whether it's your first time to visit Egypt or you visit Egypt frequently, your tour with us will be different than all the other companies, what makes Nobles of Egypt different is because it's not only a business but it's our hobby, and no one will show you Egypt like the way we will do.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/16/96/f3/d4/three-angels-in-front.jpg",
    "name": "Nobles Of Egypt",
    "website": "http://noblesofegypt.com"
  },
  {
    "address": "60 Masr wel Sudan Street, Hadayek el Kobba, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Life Tours can take you there. Egypt Life Tours is a travel service that helps travelers experience Egypt in a way they will never forget. Through single and multi-day tours for both individuals and groups,",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/ac/1e/ae/caption.jpg",
    "name": "Egypt Life Tours",
    "website": "https://egyptlifetours.com/"
  },
  {
    "address": "Tahrir Square, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Authentic immersive activities and tours across Cairo and Egypt\nLocal food tours in Cairo to taste unique dishes and learn about Egyptian cuisine and culture",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/c1/2b/76/local-food-cairo-tour.jpg",
    "name": "Food Tours By Mila",
    "website": "http://authenticcairo.weebly.com/"
  },
  {
    "address": "Cairo 12555 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Rasha Elashmawy is an Egyptologist and free lance English speaking tourist guide, arranging tailor made sightseeing tours in Cairo, Giza and Alexandria for individuals, families as well as groups. I have no listing on Booking.com, the one on Booking doesn't belong to me.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/af/c1/7e/egypt-daily-tours.jpg",
    "name": "Egypt Daily Tours",
    "website": "http://www.egyptdailytours.com"
  },
  {
    "address": "75 El Merghany Street, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt holidays from Full Packages, Nile Cruises, Day Tours or Transfer Services to just flights or hotels booking throughout Egypt. Egypt Joy Travel has it all.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/62/b0/9e/giza-pyramids.jpg",
    "name": "Egypt Joy Travel",
    "website": "http://www.egyptjoy.com"
  },
  {
    "address": "5 Abu El Wafa Street, Giza, Egypt, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We Organize one day tour to visit the best attractions in Egypt by private vans and private tour guide with best prices, We organize Nile cruises tours and stay, Nile cruises in Egypt sail between Luxor to Aswan, We organize Lake Nasser Cruises Tours,for more info, contact us",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/eb/ee/2d/the-egyptian-museum-in.jpg",
    "name": "World Tour Advice Tours to Egypt - Tours and Nile Cruises",
    "website": "http://worldtouradvice.com"
  },
  {
    "address": "Down town., Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "With a long history of experience, we specialize in offering our guests unique trips to Egypt with attention to every possible detail. Life Egypt Tours offer tour packages, day tours, shore excursions and many others services cater to travelers looking for high quality and efficient services with a personal touch and care which make your tour more enjoyable, comfortable, informative and most econo",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/69/e7/7b/king-sesostris.jpg",
    "name": "Life Egypt Tours - Day Tours",
    "website": "http://www.lifeegypttours.com"
  },
  {
    "address": "103 Pyramids Street, Giza , Egypt, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "16 years tour guide experience; professional guide service; excellent English speaking; tailor making trip ability; rich history and culture knowledge; pleasant personality",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/b5/25/d1/with-my-client.jpg",
    "name": "Egyptian Tour Guide Magdy",
    "website": "http://egyptiantourguidemagdy.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "CGT Egypt Tours is a tour operator run by local professional guides. Our main goal is to create a very unique travel experiences to our customers,and to offer them enjoyable quality tours on time and budget.Our guides and drivers considered to be the best in the industry with many years of experience.With us,you'll experience culture,history,food and entertainment like never before..",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/4d/84/c7/welcome-to-cgt-egypt.jpg",
    "name": "CGT Egypt Tours",
    "website": "http://coolguidetrips.ga/"
  },
  {
    "address": "Makram Ebaid , Nasr City , Cairo 256, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Hola Egipto offers you many alternatives tours so you can enjoy your trip to the fullest with full-time or full-day tours so you can really enjoy your vacation.\n\nCome as a guest, Leave as a friend !!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1d/c0/18/89/caption.jpg",
    "name": "Hola Egipto",
    "website": "https://holaegipto.com/"
  },
  {
    "address": "1020 Pyramids road, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Excellent quality will not be compromised. We offer unique and authentic day tours all over Egypt. We will speak your language...German,Portuguese,Spanish and English and others. Our layover and daily tours range from 5 hours to 1 day, or a few days packages. Uncover the back streets of Egypt, hidden gems, and fascinating sights. Step into the lives of locals,and get acquainted with the local food, culture, and traditions of Local Egyptian Life,Please.If you could not find exactly what you were looking for with us, or with another Operator Please Feel Free to contact us immediately. We are here to help you. Our specialists will work with you and tailor make your tour OR Business OR Medical Assistance,to provide you with your exact needs....we guarantee that within less 24 hours, we will keep your holiday or your business trouble-free,We are here to give you the tour you want, and will change/add/adjust whatever is necessary to make you & your family happy ...This is our goal, to provide you the Excellent possible Holiday to make your dream comes true within your budget.Cairo-Overnight tours is owned and operated by Mohamed Bahaa who has over 20 years experience in the tourism industry. Through our teamwork, we are here to offer you half and full-day private tours and business assistance throughout Egypt . Whatever you are looking for, be it holiday or business, we will accompany you, navigate, translate, and keep your holiday or business trouble-free. With our qualified, friendly, honest and informative private tour guides and drivers, we will make your visit privileged and personalized, through a local Egyptians eyes. We will tailor make your tours as you wish, to suit your time limit and your budget, even change those plans at the last minute if needed..You have worked hard and dreamed of visiting this land - we will make your dream a reality. Egypt, the Heart of Africa is calling....for all who can hear it!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/6a/55/bb/sakkara-with-cairo-over.jpg",
    "name": "Cairo-Overnight Tours",
    "website": "http://www.cairo-overnighttours.com/"
  },
  {
    "address": "11 Gabalaya St., Zamalek, Cairo 11593 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We?ve run private tours since 2012. Our main goal is delivering an excellent service with the Best price of the customized holiday and Layover even at the last minute to make you experience Egypt like a local off the beaten path. Our Passionate Team will make your dream come true.\n\nWe understand very well, what you need. It?s not just about visiting touristic sites ? it?s much more than that.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/23/b2/6a/fa/caption.jpg",
    "name": "Seba Tours Egypt",
    "website": "https://sebatoursegypt.com/"
  },
  {
    "address": "113, Giza Governorate,Egypt Egypt, Beni Suef Governorate, Al-Wasta city, Cairo 11245 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Narmer Tours is an Egyptian tour operator, created by a group of the most experienced tour guides who personally organize the tours. We are an established licensed tour operator with experience operating tours to Egypt by Real Life\nCairo & Giza & Alexandria& Luxor & Aswan also we have a team works only for honeymoon in Sharm Al Sheikh and Hurghada.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/43/37/ff/caption.jpg",
    "name": "Narmer tours",
    "website": "http://www.narmertours.com"
  },
  {
    "address": "26qj, Cairo 11556 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Kairo private ture er online rejsebureau for ture og aktiviteter i Egypten. Vi leverer daglige private ture i Cairo luxor og Alexandria med en fantastisk oplevelse",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/25/0d/b1/cairo-private-tours-luxury.jpg",
    "name": "Cairo Private Tours",
    "website": "https://cairoprivatetours.com/"
  },
  {
    "address": "6 Alaa Salam Street, Omarat Emtdad el-Amal Flat.1, Maadi, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Desert Adventures Egypt is a leading company in Desert Safaris offering: - Desert Trips (ranging from 1 to 5 days) - Customized Safaris - Off-Road Driving Courses - Sand-boarding Events - Desert Catering - Desert Adventures SPLASH (The first in Egypt) - Team building activities for corporates - Desert rescue services - Music Events - Gala Dinner at Wadi Degla and our New project Is Cinema In The Desert",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/4f/ad/09/desert-adventures-egypt.jpg",
    "name": "Desert Adventures Egypt",
    "website": "http://www.desertadventuresegypt.com"
  },
  {
    "address": "146 Tahir St., Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "My Great Egypt Tours provides Day Tours that are planned and adaptable to anyone's time and/or budget. We also provide personal drivers to any location within Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/90/71/ad/my-great-egypt-tours.jpg",
    "name": "My Great Egypt Tours",
    "website": "http://www.mygreategypttours.com"
  },
  {
    "address": "Egypt ,luxor, Karnak ,abu El Hajaj Egipto ,luxor, Karnak ,abu El Hajaj, Cairo 85952 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "More Than A Travel Agency, We Offer A Service That Suits Your Interests, We Organize Everything From A Day Trip To A Cruise On The Nile. Our Best Places Of Interest Are Cairo, Alexandria, Luxor, Aswan, Hurghada And Sharm El Sheikh.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/ec/57/60/logo.jpg",
    "name": "Conexion a Egipto",
    "website": "http://conexionaegiptoymediooriente.com/"
  },
  {
    "address": "14 Abu el-Houl Street, Cairo 11556 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "My name is Abdo and I am an English Licensed Tour Guide.I provide tours all over Egypt in cities such as Cairo, Giza, Alexandria, the Red Sea, Luxor, Aswan, Suez and specializing in trips to El-Fayoum Oasis and Desert trips. I am here to show you the highlights of the oldest sites in Cairo and show you the local ways. I am sure you will have fun and enjoy your trip! New Egypt 2012 I also provide services such as transportation and organize Desert Camp and more.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/13/44/f6/c6/egypt-tours-by-abdo-el.jpg",
    "name": "Egypt Tours by Abdo El-Lahamy Private Tour Guide",
    "website": "http://privatetourguide.weebly.com"
  },
  {
    "address": "6 AlAdham st Ashra st,, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Mosaic Club started in April 2014 aims to spread tolerance through it's authentic tours around Egypt.\nSome of our chains:\nThe hidden gems of Cairo\nThe hidden gems of Egypt\nWalk among tomb stones \nMosaic Club storycorner",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/6a/7a/ec/caption.jpg",
    "name": "Mosaic Club",
    "website": "http://www.mosaicclubegy.com"
  },
  {
    "address": "114 haram st, giza, Cairo 11321 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are a group of tour guides that provide the best experience to visit the Pharaonic, Coptic and Islamic landmarks of Cairo and Giza with excellent services for the tourist.\nOur main goal is to satisfy the tourist to live an unforgettable experience",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/0b/12/5b/caption.jpg",
    "name": "Snefro",
    "website": "https://snefro.com"
  },
  {
    "address": "Egypt Agouza, Cairo 12654 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Your Partner In The Middle East With A Highly Prepared Team Of Tour Operators , Guides And Transfers We Will Be Waiting For Our Visitors , Those Who Want A Classic Trips Or A Tailor Made Packages So Feel Free To Contact Us And We Will Be With You Step By Step Planning Your Vacation .",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/ec/bd/bb/img-20160416-wa0006-largejpg.jpg",
    "name": "Star Day Tour",
    "website": "http://www.stardaytour.com"
  },
  {
    "address": "56 A Atlas Building Zahara El Maadi _ Cairo _ Egypt 56 A Atlas Building, Cairo 11742 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Unknown Egypt Travel is not your standard travel agency. You won?t find typical tourist itineraries here. Instead, we have made it our goal to offer a series of profound experiences for the body, soul, and spirit. Egypt?s great and ancient land is worth exploring in this manner, as it slowly and carefully reveals its secrets to you.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/22/ab/b3/5a/caption.jpg",
    "name": "Unknown Egypt Travel",
    "website": "http://www.unknownegypttravel.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt lovely holidays is a Tour company based in Cairo handle many tours with the best prices having a great team from tour leaders and tour-guides. we have makers for lovely holidays",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/87/1c/95/photo5jpg.jpg",
    "name": "Egypt lovely holidays",
    "website": "http://egyptlovelyholidays.webs.com"
  },
  {
    "address": "20 Salah Eldeen St In Front of National Museum of Egyptian Civilization, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are professional tour organizers, with the experience more than 20 years ,we do not intend to compete with anyone, and we only aspire to improve ourselves every day We are holiday specialists. Our target audience consists of holidaymakers who know exactly what they can expect during their holiday and who want to return home happier and more relaxed, taking great pleasure in meeting their particular needs and desire for information, guided by our mission of improving the holidays to our customers. We provide holidaymakers with inspiration and allow them to quickly and easily find and book the perfect holiday. We invest in our products",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/cb/ca/1a/logo.jpg",
    "name": "Nile Dream Tours",
    "website": "http://niledreamtours.com/"
  },
  {
    "address": "Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Cairo Tours & packages / Egypt Tours would like to warmly welcome you to discover the cradle of civilization! The land of Egypt has been one of beauty and exotic wonder for thousands of years. This tradition remains to this day. Let our experienced licensed and certified staff assist you in creating the perfect adventure for you! We will work closely with you to tailor your trip to your desired of length of stay, places to visit, and budget sensitivity. Why not begin your stay at our lovely Traditional Sufi styled serviced Airbnb. Scroll thru our suggested packages of popular tour packages or detailed sections to help create a trip of a lifetime. All of our tours are led by a certified accredited Egyptologist and our drivers are insured and licensed as well. All of our options are private, offering you the ability to get the most out of your time visiting us. Let us help bring ancient Egypt to life thru it?s stories and awe inspiring locations & to show u Egypt thru our eyes.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/1c/8e/05/58/the-pyramids.jpg",
    "name": "CAIRO TOURS & PACKAGES / EGYPT TOURS",
    "website": "http://www.egyptbestdaytours.com"
  },
  {
    "address": "28 Makram Ebeid, Nasr Cirty, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Promotion Tours is tour operator offer variety of Honymoon tour packages for domistics and internationals tourists.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/f2/3b/1d/egypt-promotion-tours.jpg",
    "name": "Egypt Promotion Tours",
    "website": "http://egyptpromotion.com"
  },
  {
    "address": "Haram St Suite Number 32 - First Floor, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "with our Egypt trips, your miracle awaits. Egypt that is completely customizable. This means that you will have your own private vehicle, guide and driver for the full trip. You can focus on the sites you want to see and take your time to wander around the temples, pyramids and tombs at your own pace",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/7f/8f/ad/caption.jpg",
    "name": "Last Minute In Egypt",
    "website": "https://www.lastminuteinegypt.com/"
  },
  {
    "address": "Talat Harb Street 12 Talat Harb Mall, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Can not wait to visit Egypt!!!!!\nEgypt World Tours is your way to discover Egypt....",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/f9/0a/a4/egypt-world-tours.jpg",
    "name": "Egypt World Tours - Day Tours",
    "website": "http://egyptworldtours.com"
  },
  {
    "address": "Tag Sultan Block 1,building 4,flat 11, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "the Egypt tour specialists was founded with the aim of providing unique experiences through unbeaten daily tours, whether the great pyramids of Giza,the temples of Abu Simbel,the grand Egyptian museum ,or hands on activity with locals,walking tours ,tour packages with multiple themes ,biblical tours,educational tours from grade 4 to seniors in college ,with the best awarded travel makers",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/70/72/8d/caption.jpg",
    "name": "The Egypt Tour Specialists",
    "website": "https://theegypttourspecialists.co.uk/"
  },
  {
    "address": "7 Abo El hool Elsyahy st sound& Light show sq Elharam giza, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "When you want to plan a holiday in Egypt, MR Egypt is the travel company to trust. We are DMC Egypt and ready to handle every detail. Just let us know what you want to see and do and we?ll make it happen. Since 2009, MR EGYPT Tours travel experts have been researching the travel options for people who want to spend their holidays in the Egypt, over the past two decades, we?ve learned a lot about what our clients and customers want. We can provide excellent itineraries for individuals, families, or groups and we can handle all bookings so that you are never inconvenienced during your stay in the Egypt. And if you?d prefer to have more flexibility, we can arrange your trip so you have the free time to explore and experience spontaneous adventures during your holidays. MR EGYPT Tours has been working with tour companies, airlines, and local hotels for a long time.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/22/16/8e/16/l.jpg",
    "name": "Mr. Egypt Tours",
    "website": "http://www.mregypttours.com/"
  },
  {
    "address": "21 Yusef el Gendy , Abdeen, Cairo 11613 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Magic Carpet Travel is a family-run tour operator in Egypt offering group and private tours for all ages and budgets. Operating for 25 years , We are not just a travel agency but we are your local friends who will do their best to make sure you are Happy & Satisfy , We customize tours to suit the desires of every visitor and offer a genuine Egyptian experience.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/c4/97/3a/caption.jpg",
    "name": "Magic Carpet Travel",
    "website": "http://www.magiccarpetegypt.com"
  },
  {
    "address": "______, Cairo 51714 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are professionals at organizing safari tours to the best desert sites of Egypt the western and the eastern and we have a long rang in that , offering a part of our tours to be flixebl to fet with all kinds and ages of our clients to give them the chance to create there own tours according to there time and what they like to do.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/ce/a9/87/caption.jpg",
    "name": "tamer safari",
    "website": "https://tamersafari.com/"
  },
  {
    "address": "189 w Hadayek Al-Ahram, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are a group of tour guides, specialized in local tour guiding in Egypt, when you hire us as your tour guide you can customize the tour as you wish, according to your time, number of persons and budget. Somos un grupo de guas tursticos, especializados en guas locales en Egipto. Cuando nos contrata como gua, puede personalizar el recorrido como desee, de acuerdo con su tiempo, numero de personas y presupuesto. Somos um grupo de guias tursticos, especializados em passeios tursticos no Egito, quando voc nos contrata como seu guia turstico voc pode personalizar o passeio como quiser, de acordo com o seu tempo, nmero de pessoas e oramento.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/07/fd/11/egypt-sights-day-tours.jpg",
    "name": "Egypt Sights Day tours",
    "website": "http://egyptsights.com"
  },
  {
    "address": "Cairo 12572 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "May be we don?t have so many reviews yet, because we just joined Tripadvisor recently, but anyway let?s talk about us: Ali Adventure Egypt is a registered Tour service company in Egypt, is owned and managed by Mohammad Ali, who has been in the tourism industry in Cairo for nearly 20 years, He has a Master?s degree in Egyptology from Helwan University, located in the city of Cairo, and he is a certified tour guide for the country of Egypt. Ali has worked for several well-known tour companies (including Road Scholar Travel, Viking River Cruises, Grand Circle Travel, Overseas Adventure Travel, and Oceana Cruise Lines) and has won many awards recognized in the United States. He has been invited to a variety of US cities and universities to offer lectures on Egyptian history. When between tours, Ali has had the opportunity to work with Zahi Hawass, an archaeologist, Egyptologist, and former Minister of State for Antiquities Affairs. Ali brings his passion for his native history, as well as years of experience as a tour guide to Ali Adventure. He promises to offer all who join him the trip and education of a lifetime. With Ali Adventure Egypt you will get the followings: - - Tailor made tours, - Remarkable value, our all-inclusive prices have no hidden costs. Compare the price of one of our programs to what it would cost to duplicate the experience on your own (if that's even possible) and you'll see what we mean by \"remarkable value.\" - The educational focus of Ali Adventure programs makes us completely different from a commercial travel tour. Ali Adventure program offer educational experiences that answer the ?what's,? the ?why's? and the ?how-to's.? - We offer exceptional educational experiences and we have made connections with educators and other local \"insiders\" all over Egypt, creating learning opportunities that show you Egypt in a way that just can't be done on your own or on a \"tour.\" - From expert-led lectures and field trips, to comfortable lodgings and meals - we handle all the details (including the ones you might not anticipate.) We've taken the worry out of the planning, so you can focus on your learning experience.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/a9/85/30/ali-adventure-egypt.jpg",
    "name": "Ali Adventure Egypt",
    "website": "http://www.aliadventure.com"
  },
  {
    "address": "9 pyrmdas gmail abd elnasr, Cairo 12511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We offer the best tourist service and the best price. We offer a variety of different trips at different levels, including a variety of local services and tourist services. Our goal is to provide a comfortable and fun way to experience all of the amazing aspects of Egypt and Egyptian history.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/f0/45/20/caption.jpg",
    "name": "Eyes of Egypt",
    "website": "http://www.desertfox-safari.com"
  },
  {
    "address": "Haram street ,Giza City Center, Cairo 12655 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Discover Egypt's magic with Around Egypt Tours. We excel in crafting exceptional journeys for all. From classical elegance to exciting adventures, our expertise ensures you experience the very best. Dive into rich cultural discoveries, creating cherished memories. Don't miss out ? start your incredible journey with us today!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/7c/a2/ce/caption.jpg",
    "name": "Around Egypt Tours",
    "website": "https://www.aroundegypttours.com"
  },
  {
    "address": "3 Shajar Al-Durr, Zamalek 2nd floor, Cairo 11568 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We pride ourselves on the services offered to our guests of hassle free and flawless private custom tours to make you enjoy visiting the different attractions, destinations, highlights, and historical sights in Egypt smoothly while you feel at ease to live an unforgettable lifetime experience. Simply, we create moments people do not want to end.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/be/99/8b/caption.jpg",
    "name": "Egypt Paradise Tours",
    "website": "http://egyptparadisetours.com"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "It will be our Great Pleasure to be your Tour Guide in Egypt Please feel free to Contact us 24/7. What's app us 24/7 on the Mentioned number for inquiries and quick reply. We have been doing tours around all the Egyptian cities since 2006. We provide all different types of tours all over the country from Alexandria to Aswan, We do Cairo tours, Cairo day trips, Cairo excursions and sightseeing, Cairo trips to the surrounding cities and oases, Alexandria trips, Alexandria sightseeing, Alexandria excursions, Luxor tours and excursions, Aswan trips, Aswan tours and excursions. Our professional team is available 24/7 to help you tailor make your Egypt tour.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/08/b3/eb/egypt-detour.jpg",
    "name": "Cairo Tour Guide",
    "website": "http://www.cairotourguides.com"
  },
  {
    "address": "Sherif street Helwan, Cairo 11747 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "I am a tourguide for 20 years, offer agreat way to explore egypt, learn deeply about the great civilization of ancient Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/22/08/4c/0b/caption.jpg",
    "name": "Travel all Egypt",
    "website": "http://www.Travelallegypt.com"
  },
  {
    "address": "Altalatiny, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Licenced Tour Guides offers tour guide service and driver service for one day tour and multi-day tour for small groups and families visiting Cairo, Alexandria, Luxor, Aswan.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/40/f5/ea/caption.jpg",
    "name": "Private Guide Ebram, Cairo, Giza, Alexandria, Luxor, Aswan, Sinai,The oasis,?????????????????????",
    "website": "https://privatetourguidecairo.000webhostapp.com/"
  },
  {
    "address": "Kasr El Nil St., Tahrir Square, Cairo +201000729215, Cairo 11512 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt Super Tours was formed in 2012 to share the wonders and delights of Egypt.\nWe offering many different tours and activities throughout Egypt.\nWe offer multi-day tours, day trips, sightseeing tours, family holidays, excursions and customised tour packages.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/c4/63/38/caption.jpg",
    "name": "Egypt Super Tours",
    "website": "http://www.egyptsupertours.com"
  },
  {
    "address": "Cairo Egypt, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "We are an Egyptian company proud to organize all kind of tours as a gate to show you the real Egypt witch very little know it allover the world , and our activities",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/a6/3c/81/caption.jpg",
    "name": "Egypt Fabulous Tours",
    "website": "https://www.EgyptFabulousTours.com/"
  },
  {
    "address": "nasr city , egypt, Cairo 11234 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Horus Egypt Tours is an Egyptian travel agency established since 1989 With about 34 Years of experience.\nwe have an office at each city on Egypt so you will be on a safe hands",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/69/a1/2f/caption.jpg",
    "name": "Horus Egypt Tours",
    "website": "https://horusegypttours.com"
  },
  {
    "address": "Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Operating private daily tours in Cairo as Giza pyramids, Sakkara, Alexandria over day, private one day tour safari desert at the white desert, and Siwa oasis, and a dinner Nile cruise with private transfer. We do sound and light show at Giza pyramids and a day tour to islamic and coptic Cairo.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/9e/77/fd/photo0jpg.jpg",
    "name": "Travel2cairo",
    "website": "http://www.travel2cairo.com"
  },
  {
    "address": "Dr. Labeb Habashy Street, Cairo 85951 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "It?s our pleasure to welcome you to our website with over 20 years of experience working as qualified English tour guides Romany Hanna & Amira Samy have created R&S. Our mission is to give you the very best Egyptian experience possible with our many contacts.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/bb/d1/83/caption.jpg",
    "name": "RS Tours",
    "website": "https://rstours-eg.com/"
  },
  {
    "address": "6 October, Giza, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Professional Adventurer\nAs an Egyptologist and a dedicated tour guide since 2006, I have gained extensive knowledge and expertise in leading clients from around the world on tours at a variety of destinations.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/45/43/e2/caption.jpg",
    "name": "Marwa Hafez Tours",
    "website": "http://www.marwa.tours"
  },
  {
    "address": "19 D Hadayek Al Ahram, First Gate, Cairo 12511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Luxury Tours Egypt is one of the leading Tour Operators in Egypt, providing comprehensive services for groups and individuals from and to the country. Luxury Tours Egypt was first established in the year 2017 by qualified professionals in the tourism industry. Holding places, people and customs through professional guides, modern transportation, quality hotels, fine restaurants and other key.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/a2/fd/fc/caption.jpg",
    "name": "Luxury Tours Egypt",
    "website": "https://www.luxurytoursegypt.com/"
  },
  {
    "address": "6 october city building 71 apartment 6 third floor, Cairo 12591 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "we are Mr. & Mrs. Light sugar Nader & Engi Egyptian couple tour guides & Egyptologists seeking for showing the real image about Egypt out of scamming, cheating, as couple we understood a lot of couples, would like to visit Egypt spending their honeymoons or enjoying and relaxing so we would like to help them in experienced and professional way. we provide tours and travel services in all of egypt places with best service and best price. we are guiding tours around Egypt individual and in groups",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/af/08/42/caption.jpg",
    "name": "gyneno Travel",
    "website": "https://gynenotravel.com/"
  },
  {
    "address": "220 ElHaram st. Taawon, Cairo 12512 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Unas Egypt Tour was established to encourage all travel styles to find their tour demand with a professional and dedicated local tour provider. Our tours are high-quality private tours in Egypt at a great value that match every budget.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/21/a2/93/75/caption.jpg",
    "name": "Unas Egypt Tour",
    "website": "https://unasegypttours.com/about-us/"
  },
  {
    "address": "6 Emtedad Alakhaa st 12, Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Our special team are ready to do all the efforts to make your trip to Egypt unforgettable and fully prepared to provide you with the best service",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/27/a0/a9/8f/caption.jpg",
    "name": "Nefert Egypt",
    "website": "http://www.nefertegypt.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Excellent team of tour guides speaking several languages ??and making excellent tours throughout Cairo, Giza and surrounding areas. The owner of this TripAdvisor listing has lived in the heart of historic Cairo for more than 36 years and because of the archaeologic-touristic atmosphere of that geographical area he became a great guide who used to lead expeditions up and down the old streets of Islamic Cairo and downtown. His parents were the ones who made the effort to teach him the passion and love of languages, history and geography of his country and this later helped him a lot to guide foreigners around the Cairo's hidden treasures. Now he runs a touring business as a licensed official guide in cooperation with competent team members of licensed colleague guides who speak several different languages and have sound knowledge of Egyptology sites in Cairo, Giza and surrounding areas. Enjoy the view from the top of Cairo's highest landmarks to get a bird's-eye-view of the city. :)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/14/5f/33/32/ready-steady-go-giza.jpg",
    "name": "Cairo Trips",
    "website": "http://www.cairotrips.com"
  },
  {
    "address": "15 Mahmoud abdelaziz st. elharm, Cairo 12611 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Essooegypttour \"TrivagoEgypt (old-Name)\", One of the most recommended travel agencies and tourism organizations in Egypt. We are a professional in the tourism industry that has been in the business for more than 34 years all across Egypt. The travel agency offers a wide variety of tours, day tours & excursions, Egypt shore excursions, and Nile River Cruises to all top and main Egyptian cities.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/66/4f/fb/caption.jpg",
    "name": "Essoo Egypt Tour",
    "website": "https://essooegypttour.com"
  },
  {
    "address": "85 El Haram Street., Cairo 11511 Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Envision brings a fresh and unique approach to creating your dream experience in Egypt. Bringing together several of the top independent travel consultants in Egypt, we take you off the beaten path to incredible places that most people never see.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/0b/11/9e/getlstd-property-photo.jpg",
    "name": "Envision Travel Service",
    "website": "http://envisiontravelservice.com/"
  },
  {
    "address": "Cairo Egypt",
    "city": "Cairo",
    "country": "Egypt",
    "description": "Egypt welcomes you with its mighty Nile River and wonderful attractions, the charming desert and lush delta, and with its eternal history and welcoming, story-loving people. Easy Tours Egypt will get you to the heart of Egypt, with miraculous travel experiences and the best planning advice.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1a/9f/9b/b9/getlstd-property-photo.jpg",
    "name": "Easy Tours Egypt",
    "website": "http://www.easytoursegypt.com/"
  },
  {
    "address": "El-Mashraba Street, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Our big blue story: In 2005, a couple of passionate divers had a dream about starting a hub where fun meets education. Where learning meets excitement. Where exploring our big blue planet was the passion moving everyone involved. From that day forward, we have been the top diving center in Dahab. Making sure we purchase the best equipment for our divers and students, to hand picking the best instructors and diving professionals to join our team. All while meeting the highest standards in the industry and staying up to date on everything diving. Located in the heart of Dahab. First line on the water. We enjoy such a fun, relaxed and friendly atmosphere. Proud to be the top rated diving center in Dahab on all traveling and activities ranking platforms. Write us an email or give us a call and speak to one of our diving experts about your needs and see for yourself. Looking forward to meeting you in person very soon. Splash! Blob,blob,blob...",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/1d/54/65/big-blu-dahab-s-dive.jpg",
    "name": "Big Blue Dahab",
    "website": "http://www.bigbluedahab.com"
  },
  {
    "address": "Masbat, next to the wooden bridge, Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Scuba Seekers Diving Centre is a recreational and technical diving facility offering all levels of diver training from entry-level up to Advanced Trimix instructor. Scuba Seekers is a PADI,TDI, GUE & IDC Dive center providing the very best in training and development for all of our divers. We have developed a unique diver training philosophy that creates safe, self-aware and reliant divers. We are constantly working with our students to make them more confident divers which in turn enhances their enjoyment of the activity. Located at the bridge on the boulevard, we have our house reef Mashraba right on our front doorstep and it takes only minutes by car to get to the rest of Dahabs finest dive sites. We like to think of our dive centre as an oasis where you can relax before and after diving but also have direct access to the main hustle and bustle of Dahab. We are proud to offer only the best quality equipment and the best quality service. Looking forward to having you dive with us!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/bd/2d/a5/top-ten-best-dive-center.jpg",
    "name": "Scuba Seekers",
    "website": "http://www.scubaseekers.com"
  },
  {
    "address": "Mashraba St 13, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "The Penguin dive centre is located yards from the water's edge on the seafront on the Mashraba reef and the vibe is very friendly, fresh, relaxing and positive. This is life in the slow lane ? the most effort required is putting your kit in the back of the truck or putting it on before falling in the water. Our confined and open water areas are only 10 minutes from the centre. Our facilities include Penguin Hotel, restaurant, an air-conditioned classroom, TV/DVD, White Screen and its mini-library with all the DVD and CD-ROM PADI materials. We also have a screened changing area, shower rooms, fresh water rinse tanks, secure kit storage, open-air lounge. our smaller size groups & courses create an intimate and sociable atmosphere between guides, guests and crews. Our multi-national staff speak a range of languages and guests from many different countries will find all their needs catered for, both above and below the water.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/f1/e7/99/img-20181230-wa0044-largejpg.jpg",
    "name": "Penguin Divers Club",
    "website": "http://www.penguindiversclub.com"
  },
  {
    "address": "El Mashraba St Bedouin Lodge Hotel, Dahab 71 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Bedouin Divers dive center is located in the Bedouin Lodge village on the Aqaba Gulf in the Red Sea. We're in the heart of Dahab, within 10 minutes walk of all attractions, with some amazing untouched reef in our front yard.DescriptionOur dive center is accessible via the cornice or the main street, next to the seafront Bedouin Lodge restaurant.For bookings, e-mail us",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/99/9f/73/bedouin-divers-dahab.jpg",
    "name": "Bedouin Divers Dahab",
    "website": "http://www.bedouindiversdahab.com/"
  },
  {
    "address": "Mashraba St Dahab, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "PADI 5 star instructor development center. This story started when 4 water lovers and marine life enthusiasts came together: a geological scientist, a sea captain, an actor and a diving instructor. Our love of the vast blue waters and marine life made our paths cross. The passion, goal and vision to preserve this planet drove us to start our own diving center and school to spread awareness and share our love and knowledge of diving and marine life with everyone. Our dive center is a unique venue that aims at sharing this passion for diving, learning and keeping our planet sustainable for generations to come. This is why we offer training courses in the field of marine biology, environmental studies and research to ensure and follow up nature's wellness periodically. If you plan on visiting Dahab soon, we would love to meet you and share our excitement for the big blue world.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/d5/dd/44/slydive.jpg",
    "name": "Slydive Dahab",
    "website": "http://www.slydive.com"
  },
  {
    "address": "Dahab Bay, Dahab 95 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "At Sea Dancer Dive Center we offer the perfect balance of safety, fun and environmental awareness. Whether you want to learn to dive, advance your training or just enjoy the beautiful sea life around Sinai, our multi-lingual, professional staff can ensure you get the most from your diving experience. Highlights include the 'Blue Hole', 'Canyon', 'Islands', SS Thistlegorm and Ras Mohammed.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/01/86/ad/e3/sea-dancer-dive-center.jpg",
    "name": "Sea Dancer Dive Center",
    "website": "http://www.seadancerdivecenter.com"
  },
  {
    "address": "Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "We offer daily guided shore or boat dives as well as the most popular and demanded PADI recreational dive courses, for all levels of experience. We have all the equipment you need plus the support of skilled guides and instructors who will show you the wonderful underwater world of the Gulf of Aqaba. The Shams team take great pride in reading all your reviews on TripAdvisor and value your honest feedback. We appreciate all your kind words and hope that you were happy at choosing to diving with us. SHAMS DIVE CENTRE is more than happy to have been honoured with the TripAdvisor Certificate of Excellence for several years running.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1a/81/6e/4b/lionfish-when-the-beauty.jpg",
    "name": "Shams Dive Centre",
    "website": "http://www.shamsdahab.com"
  },
  {
    "address": "Masbat Beach Dahab South Sinai Egypt, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Orca dive centre,is a Padi 5 star's diving centre, start up on July 1998 by Wael and Hossam ,a dive centre for fun dives, course, tec. diving, and fun. Boat diving safari and camel diving trips, also snorkel tours. all managed by Ashraf Soliman.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/72/38/ad/orca-dive-center-dahab.jpg",
    "name": "Orca Dive Dahab",
    "website": "http://orcadivedahab.com/"
  },
  {
    "address": "Masbat, Dahab 12345 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "As part of the Sinai Diver family we are able to offer you our well known quality and service for economical prices. If you are looking for a well balanced combination of safety and fun in a comfortable and relaxed atmosphere with multilingual staff, you will find all this at Sinai Divers Backpackers. Next to the famous dive sites like Blue Hole, The Canyon, The Islands etc. we also like to show you the most amazing dive sites around the National Park of Gabr el Bint with our own boat Ghazala 6. As a real Dahab experience you can join us on a Camel-Dive Safari to Ras Abu Gallum, where we can dive uncrowded sites in the north of Dahab. We offer free Nitrox tanks for certified divers and we arrange free pick-ups from the hotel for you. If you feel for an early morning or (fluorescent) night dive and if you are interested in marine biology, this is the place to be. Pass by! You find us in the heart of Dahab in the middle of Masbat bay.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/08/1f/69/e1/sinai-divers-backpackers.jpg",
    "name": "Sinai Divers Backpackers",
    "website": "http://backpackers.sinaidivers.com"
  },
  {
    "address": "Masbat Bay, Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "H2O Divers Dahab is a 5* PADI Instructor Development Resort, 5* TDI Professional Development Centre and AIDA Freediving Base. We are centrally located with 3 dive sites on our door step. We have 2 air conditioned classrooms, beautiful rooftop cafe and a large kitting up area separated for recreational, technical and freedivers. We have a new addition with our arisha relaxation spot with deck chairs, bean bags and hammocks We have fresh water throughout our premises for rinse your dive gear and have a shower after the dive. We look forward to welcoming you to the #H2ODAHAB family",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/ad/20/36/sidemount.jpg",
    "name": "H2O Divers Dahab",
    "website": "http://www.h2odiversdahab.com"
  },
  {
    "address": "Mashraba Street, Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "At Aqua Divers we provide top quality, proffessional Red Sea diving in a fun and friendly yet safe environment. Our dive center is located just yards from the Red Sea. We have a beautiful house reef and we're minutes away by jeep from some of Dahab's best dive sites.We are a 5* PADI Gold Palm Resort and offer all PADI & SSI courses from the Open Water through to Dive Master along with some amazing guided diving. Our friendly international team, have a wealth of experience and are experts in Dahab's waters.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/bc/14/2f/aqua-divers.jpg",
    "name": "AQUA DIVERS",
    "website": "http://www.aqua-divers.com"
  },
  {
    "address": "Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Dive, climb, trek and freedive with Desert Divers Dahab, and stay in a Bedouin hotel or basic Bedouin camp. The great thing about Dahab is that all of these activities are world-class, as well as on our doorstep. Any questions, just ask!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/04/2b/e2/0e/desert-divers-dahab.jpg",
    "name": "Desert Divers Dahab",
    "website": "http://desert-divers.com"
  },
  {
    "address": "C/o Happy Life Village Dahab, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Lagona Divers has been offering diving activity's in Egypt since 1994. Our main goal is to deliver high quality scuba diving services. In all our scuba diving courses we aim to create reliable and competent scuba divers. Our dive center Lagona Divers South is located at the Hotel Happy Life Village, situated in a nice bay where you can enjoy scuba diving all year round protected by wind an weather. We offer all scuba diving courses from the Open Water Diver course until Divemaster. Certified Divers can enjoy guided or unguided dives at our beautiful house reef or join full or half day excursions to all dive sites around Dahab accompanied by an experience dive guide. With the safety aspect in mind, we offer Nitrox FOR-FREE to all our customers (if EANx certified). All Activities can be booked on-site or you can contact our service center in Germany where our staff is available for all your questions, bookings and suggestions concerning our dive centers.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/22/54/2a/41/dive-center-view.jpg",
    "name": "Lagona Divers ? Dahab South",
    "website": "https://www.lagona-divers.com/dahab-sued/"
  },
  {
    "address": "Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Poseidon Divers is a 5* PADI Career Development Centre with more than 20 years experience in diving in the Red Sea. Daily guided diving trips to the world famous Blue Hole and best dive sites in Dahab. All PADI Courses available. Team of professional, experienced and enthusiastic Divemasters and Instructors. Tailor made all inclusive dive packages with Hotel Blue Beach incl breakfast (swimming pool, restaurant, sun roof, beach bar, sports bar, Free Wifi) and airport transfer. Our aim is to make sure you get the most out of your holiday; we want you to be looking forward to your next trip before you have left us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/01/a0/29/06/dahab.jpg",
    "name": "Poseidon Divers",
    "website": "http://www.poseidondiverdahab.com/"
  },
  {
    "address": "Mashraba Street, El Jawhara Hotel Dahab, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Welcome to Scuba Zone Dahab. \nHere at Scuba Zone Dahab we offer a wide range of scuba diving services, from recreational diving for qualified and certified divers to try dives and all PADI courses. \nWe offer all equipment and have a range of packages available.\nAll our instructors are fully qualified and safety standards are in place to ensure the highest levels of service for all our guests.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/fb/2e/94/caption.jpg",
    "name": "Scuba Zone Dahab",
    "website": "http://www.scubazonedahab.com"
  },
  {
    "address": "El Melal Street, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "We architect hiking, rock climbing, and horseback riding expeditions in the wilderness to be an alternative for those who seek healing character development and self-discovery. \n\n#Outdoor therapy #Wilderness therapy",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/4c/c4/84/caption.jpg",
    "name": "Insights Seekers",
    "website": "https://www.insightsseekers.com/"
  },
  {
    "address": "Eel Garden Coral Coast hotel, Dahab 26008 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "When planning your dive holiday in Dahab, book with Fantasea, not only is Fantasea a well established PADI 5* Resort Dive Center since 2003, Fantasea has certified over 5000 new & continuing education divers. Fantasea considers the wealth of knowledge and experience of our Staff, Instructors & Guides underwater and on land a gift to all our divers. This special insight to divers needs is why many divers comeback to us year after year and reason new divers choose to learn to dive with us. Fantasea Divers Team (Tarik - Hanan - Moustafa - Ahmed and Mohamed ) will be happy to help you having a memorable diving experience. Best wishes to all from Dahab.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/68/e7/94/padi-women-s-day-2018.jpg",
    "name": "Fantasea Divers Dahab",
    "website": "http://fantasearedsea.com"
  },
  {
    "address": "Lighthouse Promenade, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Just meters from the teeming waters of the Red Sea and the famous Lighthouse reef this year Red Sea Relax celebrates 10 years of providing quality diving services at great value prices!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/05/48/d6/43/red-sea-relax-dive-centre.jpg",
    "name": "Red Sea Relax Dive Centre",
    "website": "http://www.red-sea-relax.com"
  },
  {
    "address": "Al Tahir Street Le Meridian ? Dahab Resort, Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Sea Dancer Dive Resort at Le Meridien, Dahab. Based within a 5 star hotel with some of the most beautiful scenery Dahab has to offer, we provide a mixture of experience, professionalism and fun. Our friendly, multi-lingual Instructors are looking forward to meeting you and sharing the wonders that can be experienced underwater in Dahab. Whether you have never dived before and simply want to give it a try; want to become a certified diver; continue your diving education or simply want some great guided dives in some of the most gorgeous underwater sites, we have something to offer you.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/02/29/3c/1d/sea-dancer-acacia.jpg",
    "name": "Sea Dancer Dive Resort",
    "website": "http://www.seadancerdiveresort.com/"
  },
  {
    "address": "Lagoona Beach, Dahab 49 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "We pride ourselves on having a very personal and professional approach to our customers diving holiday needs, whether you are solely diving or wish to combine it with other activities. Our fully qualified and highly experienced instructors run the full range of PADI courses, daily guided dives and snorkel trips.All this plus our unique liveaboards, INON Underwater Photography courses and photography specialised dives, you're sure to have an experience of a lifetime with Black Rock.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/03/36/40/46/black-rock-dive-centre.jpg",
    "name": "Black Rock Dive Centre",
    "website": "http://www.blackrockdivecentre.com"
  },
  {
    "address": "Jaz Dahabeya hotel, Lagoon area Jaz Dahabeya hotel, Dahab 00000 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "You want to dive in the red sea and discover the underwater world? We offer you the highest quality and safety in diving with family and friendly atmosphere, in a very nice way in small groups and individually dives. We offer daily dive trips from shore and by boat as well. Also we offer PADI and SSI diving courses in different languages for beginners and up to Divemaster level.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/29/16/a7/caption.jpg",
    "name": "Circle Divers Dahab",
    "website": "http://www.circledivers.com"
  },
  {
    "address": "Light House , Dahab , South Sinai, Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Bubbles Team is a dive centre operating in Dahab, Egypt, run by an amazing team of experienced & friendly dive instructors. Dahab, which is situated on the Red Sea, is famous for its many incredible dive spots with an abundance of spectacular fish and coral reefs. The Bubbles Team offer PADI, SDI, TDI and CMAS courses from beginner to professional level. Safaris, boat trips and shorediving. we are located in Ganet Sinai Resort.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/43/65/69/it-s-one-of-the-best.jpg",
    "name": "Bubbles Team",
    "website": "http://www.bubbelsteam.com"
  },
  {
    "address": "Masbat Bay Acacia Hotel Dahab, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Liquid Adventures Dahab is a PADI 5-Star IDC Dive Resort and a whole lot more! Our dive center is located just meters from the Red Sea. From your first breaths underwater to even helping to create tomorrow's professional divers we do it all. So no matter what level of diver you are or even if you are just dreaming of getting your diving certification, Liquid Adventures Dahab is the place to do it.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/96/c8/0a/liquid-adventures-dahab.jpg",
    "name": "Liquid Adventures Dahab",
    "website": "http://www.liquidadventuresdahab.com"
  },
  {
    "address": "Light House Camp, El fanar Street Light House Area, Dahab 11211 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Join the original Red Sea Tribe and plan your next scuba diving holiday in dahab, Egypt. And you can take your first step to the underwater world and learn to dive in dahab with the best team in town. Red Sea Tribe Provides: - Diving Courses from beginners to pro. level. - Guided Fun Dives to the best dive sites in Dahab and Sharm El Sheikh. - Boat trips in Dahab and Sharm El Sheikh. - Freediving Courses and training.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/02/c5/c1/red-sea-tribe-diving.jpg",
    "name": "Red Sea Tribe",
    "website": "http://www.redseatribe.com"
  },
  {
    "address": "Dahab Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Dahab Freedivers is a Freediving Center located at Red Sea Relax Hotel, just seconds from the beach, shore-accessible deep water and our confined training area, at Dahab's Lighthouse dive site. In our centre you will share experiences with beginners, advanced, professional freedivers and above all friends, we welcome you to enjoy our facilities in a relaxed, fun and comfortable environment.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/08/86/aa/29/getlstd-property-photo.jpg",
    "name": "Dahab Freedivers",
    "website": "http://www.dahabfreedivers.com"
  },
  {
    "address": "Mashraba street, Dahab 46617 Egypt",
    "city": "Dahab",
    "country": "Egypt",
    "description": "Adventure spot Dahab is a PADI 5 Star IDC Dive Resort and a whole lot more! Our dive center is located just meters from the Red Sea. From your first breaths underwater, to the most advanced TEC diving and even helping to create tomorrows professional divers we do it all. So no matter what level of diver you are or even if you are just dreaming of getting your diving certification, adventure spot dahab.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/a0/ab/08/adventure-spot-dahab.jpg",
    "name": "Adventure Spot Dahab",
    "website": "http://www.adventurespotdahab.com/"
  },
  {
    "address": "100 Al Ahram street,Giza,Pyramids Egypt, Edfu 11622 Egypt",
    "city": "Edfu",
    "country": "Egypt",
    "description": "Would you like to experience Egypt from an insider?s point of view? Are you tired of overcrowded and uncomfortable sightseeing tours in large tour buses?\n\nWhy not let us show you what Egypt is really like?\n\nAll of our professional staff-members are passionate about Egypt?s beauty and history, as well as fluent in English,Spanish,German and many other languages",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/21/5d/90/08/caption.jpg",
    "name": "Egypt Tours Online",
    "website": "https://egypt-tours-online.com/"
  },
  {
    "address": "El Gouna, Hurghada Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "Riding in El Gouna is an unforgettable experience. Whether you are a beginner or advanced, we have the right horses, ponies, camels and donkeys for you. We pay particular attention to your safety and to ensure you an unforgettable experience on the back of our animals. Whether in our riding arena, on the beach or in the desert, in sunrise, in the day or in the sun, or whatever wishes you may have, we will try to make your dreams come true. We offer riding training for newcomers and also experienced riders can be trained with us. We look forward to your visit!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/79/d4/e2/ausritt-fur-die-kinder.jpg",
    "name": "YallaHorse Riding",
    "website": "http://yallahorse-elgouna.com"
  },
  {
    "address": "El Gouna, Hurghada 84513 Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "Wir organisieren gypten Rundreisen, Luxus Nilkreuzfahrten, Tagesausflge und Kreuzfahrtausflge. Bei allen Reisen und Besichtigungen bieten wir fachkundige Informationen durch unseren deutschsprachigen Reiseleiter",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/d8/d1/81/abu-simbel-tempel.jpg",
    "name": "Reisen in Agypten",
    "website": "http://reiseninaegypten.com"
  },
  {
    "address": "Kite Center Road 1, El Gouna, Hurghada 84513 Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "Sun, turquoise water, constant wind and a several-square-mile lagoon with shallow water offer kitesurfers and wingfoil riders of all skill levels the best conditions to enjoy an unforgettable vacation and to improve quickly. Novices, in particular, will benefit from our beginner courses with professional instructors and from the largest shallow area of all the kite centers in ??El Gouna, which makes it much easier to get started with kite and board. The KBC center in El Gouna is our largest kitesurf and wingfoil center. We are open all year and we have more than 100 kites and 60 boards for rental. We also offer a restaurant right, a swimming pool and a yoga studio on the spot, a superbly trained team of instructors, helpful beach staff, a rescue boat, a compressor to inflate the kites, a kite repair workshop and much more.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/6a/e7/c5/kbc-el-gouna-das-exklusive.jpg",
    "name": "KBC El Gouna",
    "website": "http://www.kiteboarding-club.com/el-gouna/"
  },
  {
    "address": "F-IN-10, El Gouna, Hurghada 84513 Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "MX & ATV Track as a top attraction that let you visit el gouna, You Can Explore El Gouna Desert With Quads And Motocross Bikes Safari as a best day trip and outdoor activity , You Can Enjoy El Gouna City Tour By Quads, You Can Explore Bedouin Life With Quads Safari, And Thrill Adrenaline By Motocross Bikes Safari, Riding Quads In Two Tracks Easy & Advanced, don't forget to put us on your budget as affordable prices will give you the best tour you have ever did in your entire life, can be a family & kids tour, romantic tour four couples, friends reunion groups, adrenaline seekers tour and adventurous travelers as well",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/27/22/1d/b4/off-road-motorbike.jpg",
    "name": "Motoclub Egypt",
    "website": "http://www.motoclubegypt.com"
  },
  {
    "address": "Abu Tig Marina, El Gouna, Hurghada Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "The ORCA Dive Club in the legendary \"Turtles Inn\" is located directly at Abu-Tig marina, the promenade in El Gouna. It is also know for its atmospheric harbour festivals.The diving centre in El Gouna is in the favourable position to access almost 60 dive sites, 10 of which are wrecks - some are even famous. A highlight is surely a visit to the \"SS Thistlegorm\" probably the most famous wreck in the Red Sea. Also Abu Nuhas with its four well-known wrecks Ghannis D, Kimon M, Chrisoula K and Carnatic are within reach just as much as the 120 metre long Rosalie Moller. In the south, the diving region borders on the legendary northern areas of Hurghada such as the Carless Reef, Umm Gamar or Shaab Rur. The northern areas on the other hand are exclusive for the use of divers from El Gouna.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/ab/e8/4a/dolphin.jpg",
    "name": "Orca Dive Club El Gouna - Abu Tig Marina",
    "website": "http://www.orca-diveclubs.com/en/el-gouna-en/"
  },
  {
    "address": "Downtown FBA-3-04, Building H3, El Gouna, Hurghada 845113 Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "We are glad to be the first to provide fully equipped 4x4 Off-Road vehicles in the Red Sea that can be self-driven by our customers. Our vehicles are air-conditioned, special off-road wheels, professional suspensions to ensure comfort in heavy tracks, steel bottom covers for protection from rock collision, powerful engines and very comfortable seats.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/e4/be/fc/caption.jpg",
    "name": "Gazelle Crossover Safari",
    "website": "http://www.gazellecrossover.com"
  },
  {
    "address": "3310, Ocean View, El Gouna, Hurghada 84513 Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "Kite Tribe provides professional kitesurfing lessons and rental for individuals and groups. We also organise no wind activities, such as wakeboarding, diving and snorkeling, quad safaris, Stand up paddle boarding, etc. with other local business. We have kitesurf camps, which are week-long all inclusive events, including no wind activities, transportation and of course kitesurfing! We offer women's only as well as mixed camps for all. No downpayment necessary! We only take payment AFTER you've completed your hours, lessons or rental on the water. Message us to book and ask for a package that best suits you!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/74/ec/84/join-a-kite-tribe-safari.jpg",
    "name": "Kite Tribe El Gouna",
    "website": "http://kitetribe.org"
  },
  {
    "address": "El Gouna, Hurghada Egypt",
    "city": "El Gouna",
    "country": "Egypt",
    "description": "Welcome to Nomad kite events! A Kitesurfing Specialist and Local Guide for kitesurfing experiences in El Gouna, Egypt! We offer accommodation, airport transfers, no-wind excursions and of course high-quality kitesurfing lessons, camps & events. In addition to this you can take day trips to Tawila Island or a week-long Kite Safari in the Red Sea. We have successfully taken 100?s of Kitesurfing students from newbies to confident independent riders! * 12+ years of teaching in the red sea *Tailored lessons to meet your own personal progression *Fully trained and highly experienced IKO instructors *Get your riding level IKO certified through us and be able to ride and rent equipment worldwide *Use of the latest Premium Kites from Duotone Kiteboarding Independent rider? Advanced coaching, rental equipment and affordable storage are also available! We are waiting to welcome you!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/08/73/5e/kitesurfing-day-trips.jpg",
    "name": "Nomad Kite Events",
    "website": "http://www.nomadkiteevents.com/"
  },
  {
    "address": "67 El Haram Street, Giza , Egypt Luxor Ploice Station St., Off Khaled Ibn El Walid Street , Luxor, Giza 12555 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Solpyramider Private Tours et egyptisk rejsebureau. blev oprettet i 1970. Solpyramider Private Tours har en licens fra ministeriet for turisme med nummer (92) Klasse A. Solpyramider Tours er en pioner fra det f?rste hundrede egyptiske turistfirma i Egypten med over (50) rs erfaring inden for turistsektoren.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/9c/82/f7/sun-pyramids-tours.jpg",
    "name": "Sun Pyramids Tours",
    "website": "http://www.sunpyramidstours.com"
  },
  {
    "address": "Bassem El kateb, Dokki 7A, Giza 12651 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Travel Door tours is a tour company locates in Giza, having great team of tour leaders and tour guides who help you to explore Egypt with all details. We give you great itineraries which can be flexibly adjusted to fit your specific requirements.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/1a/16/9b/41/caption.jpg",
    "name": "Travel Door Tours",
    "website": "http://traveldoortours.com/"
  },
  {
    "address": "4 Mohamed Omar khatab St , Al-Haram,Cairo, Giza 32659 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a team of professional operators , tour guides, expediters, our experience as tour guides allowed us to gather a lot of ideas on what makes a perfect holiday, Our passion for Egypt is an essential part of our core values. Our company offers affordable high quality arrangements throughout Egypt, Wonders Of Egypt Tours is one of the leading Travel Agencies in Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/89/29/d1/wonders-of-egypt-tours.jpg",
    "name": "Wonders of Egypt Tours",
    "website": "http://wondersofegypttours.com"
  },
  {
    "address": "Pyramids Gardens 329 H hadayek el ahram, Giza 12345 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Amon Ra Tours, We are not only offering you Tours we provide you real experience in Egypt: an experience of a lifetime, We understand very well, what you need. It is not just about visiting touristic sights its much more than this. We offer a full experience in Egypt, to know it is history and also the present to see how the people live, talk with them, try their traditional food, visit their markets and of course, understand our culture and tradition. And of course, visit all the archaeological sites.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/e9/59/d6/mya-american-singer-in.jpg",
    "name": "Amon Ra Tours",
    "website": "http://amonratours.com/"
  },
  {
    "address": "Al Mahta Street, Giza 85681 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a tourist company in Egypt, our main branch in Luxor. We have a great experience in the field of tourism and we maintain the security and comfort of the client",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/33/13/32/caption.jpg",
    "name": "Nice tours",
    "website": "https://www.nicetours.net/"
  },
  {
    "address": "Cairo, Egypt, Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Welcome to Alexander Egypt Travel, We are an energetic company who wishes to make your trip to Egypt as exciting and stress-free as possible.We offer many helpful services to choose from and the choice really is yours.Our head tour guides have extensive knowledge of Egyptian history so we will keep you well informed about the sights you will be seeing.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/3f/f3/d4/egypt-trip-tours-day.jpg",
    "name": "Egypt Trip Tours Tours",
    "website": "http://egypttriptours.com/"
  },
  {
    "address": "abu eloul el syahy , haram , giza, Giza 12552 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Our aim is to help travelers explore and learn about other cultures and be curious. We offer our travelers the opportunity to learn about our history, observe beautiful nature and make friendships around the world. Thanks to our local agency, our team puts at your service its passion for travel and the design of tailor-made trips",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/5d/65/61/caption.jpg",
    "name": "Comfort Egypt Tours",
    "website": "http://comfortegypttours.com/"
  },
  {
    "address": "Giza Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Egypt tours Planner is experienced planning tours in Egypt. WE know that planning the trip of a lifetime is exciting, that is why we help you build those memories with luxury and adventure tours, Romantic honeymoon packages, Safaris and cruises. Let Egypt Tours Planner help you fulfill your travel dreams with your next trip. At Egypt Tours Planner we offer a variety of tour packages that are customized not only to your personality, but to your budget. You will be surprised at what your budget can afford. Everyone should experience the beauty of Egypt. We can plan an getaway that would make any foodie fall in love, a risk-taker blush, and romantics escape. Egypt has something for everyone. Our vibrant bazaars, scrumptious cuisine, sacred mosques, and hidden pyramids is just the start! Our tours can be planned anywhere in Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/e6/1d/9b/best-memories-in-egypt.jpg",
    "name": "Egypt Tours Planner",
    "website": "http://www.egypttoursplanner.com"
  },
  {
    "address": "Nawal Street - Dokki, Giza 11311 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "GAT Tours Egypt is one of the most reliable Travel agencies all over Egypt. GAT Tours is member of many international organizations like IATA, ASTA, E.T.A.A and we are being approved by the Egyptian Ministry of Tourism under license number 265 since 1980 with vary of branches cover the most major touristic cities all over Egypt such as, Cairo (The Main Office), Sharm El Sheikh, Hurghada, Luxor, North Sinai & suppliers all over the world. Today our mission is remain the same. We are proud of the fact that we have created true lasting partnerships with our customers and local service providers. Collaboration is a core value and a key constituent of our success. In choosing any of our sightseeing tours, you are placing yourself in the care of a professional and reliable tourist service. Any service extended to our guests will be accurately tailored to satisfy all their individual needs. We guarantee that tours will be privately guided by skilled and very professional guides all the time. Our staff is available 24 hours a day, 7 days a week to answer all your questions & inquires. Beside the normal ways of communication like phone & e-mail, we have an instant messaging service available through our website. We guarantee that we will respond rapidly to your messages at any time of day or night.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/cd/4d/af/our-gat-tours-group-at.jpg",
    "name": "GAT Tours Egypt",
    "website": "http://www.gattours.com"
  },
  {
    "address": "4 Rawdet El Ahram , Remaya Square, Giza 12111 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We have over a decade of tourism experience in Egypt and the Middle East. Our day trips are popular and very famous among travelers. Our true philosophy of customer satisfaction means that we treat our customers as individuals and we cater to their every individual need and requirement. Lady Egypt Tours specialize in Tailor-made tours & holidays, Egypt Tours, Nile Cruises, Middle East tours, Solo Packages & Group Packages. Not only Egypt Tours, we also have Jordan Tours, Holy Land Tours, Turkey Tours, Oman Tours, & UAE Tours",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/d0/9c/c6/tourists-with-lady-egypt.jpg",
    "name": "Lady Egypt Tours - Day Tour",
    "website": "http://www.ladyegypt.com/day-tours"
  },
  {
    "address": "building 131 , Hadayek El Ahram Building 131, Giza 12521 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Egypt select Tours is a rising company manged and owned by an Egyptologist who has the highest level of experience Been working as a guide and operator for more than twenty years, specialist in tailor made tours all a round Egypt in many languages we been providing private tours since 2000 and our main goal is providing excellent services with suitable prices of different excursions and holidays",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/38/fd/78/photo1jpg.jpg",
    "name": "Egypt Select Tours",
    "website": "http://www.egyptselecttours.com"
  },
  {
    "address": "Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a group of travel experts, tour guides & Local tour operators, who have a long experience in organizing Daily Tours, Travel Packages & Shore Excursion, or tailor made your own holiday, whatever your time or budget. We are committed to make your vacation like never before, with your Local Tour Guide enjoy our Classified Tours, Which include Cairo, Luxor, Abu Simbel, Hurghada, and Nile Cruise & Lake Nasser. Recreational Tours, in Red Sea with snorkeling, diving, Desert Safari Camp in (Oasis, White & Black desert). Family Tours to experience a true vacation which will satisfy everyone in your family, Honey moon Tours to major tourist Attraction with your soulmate in your sweet Vacation.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/0a/34/c3/bedouin-dinner-seating.jpg",
    "name": "Tour Egypt Club",
    "website": "http://touregyptclub.com/en/tours-in-egypt/"
  },
  {
    "address": "23 St El-haram , Giza, Giza 11511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Amun Tours Egypt is very specialiced tour operator with experts in Egyptology, We only help the tourists to see sacred pleaces wich not on regular tourist map.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/ab/7d/2f/with-my-friends.jpg",
    "name": "Egypt Travel Square",
    "website": "http://egypttravelsquare.com"
  },
  {
    "address": "Giza , Egypt., Giza 12572 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Intercontinental Tours, with approximately fifteen years of experience in tourism in Egypt, is now established also in Brazil through its new branch.\nOur company provides a complete travel service to any international destination.\nWe offer personalized assistance to small, mid and large groups.\nOur services: Assistance,sightseeing tours,Hotels & Cruises bookings, Transfer and Aviation assistance.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/bb/7a/25/caption.jpg",
    "name": "TRAVEL TO EGYPT WITH INTERCONTINENTAL TOURS",
    "website": "http://www.intercontinental-tours.com"
  },
  {
    "address": "haram,giza, egypt, Giza 12455 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Nobatia Tours is a fast growing travel company with 20 years of experience in tourism industry, is based in Giza - Egypt. \nThe company is operated by a group of young EGYPTOLOGIST tour guides, licensed by the Egyptian ministry of tourism ministry as super qualified tour guides, the whole team has been organizing and operating tours for those same 20 years.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/bd/fe/d7/caption.jpg",
    "name": "Nobatia Tours",
    "website": "https://nobatiatours.com"
  },
  {
    "address": "Soul Of Egypt Travel 54 - C Hadayek El Ahram - Pyramids Area, Giza 12611 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are here to make your dream trip coming true! Therefore, we selectivity; offer you a wide range of well-designed, carefully picked bouquet of trips. Delivering what we promise, keeping our competitive rates for every and each tour is what we do. Our core is to make You HAPPY, our team of passionate customer service, tour operators,tour leaders,and guides will be there to ensure a UNIQUE trip.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/98/cb/93/giza-great-pyramids-soul.jpg",
    "name": "Soul Of Egypt Travel",
    "website": "http://www.soulofegypttravel.com/"
  },
  {
    "address": "5 Pyramids Road Giza, Giza Governorate, Giza 12556 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "we are a group of highly qualified Egyptian tour guides using our deep knowledge to help world wide travelers to experience Egypt at the best &right way. Our aim is creating you an incredible memory in Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/4b/f0/3a/caption.jpg",
    "name": "Egypt Sightseeing Tours Day Trips",
    "website": "https://egyptsightseeingtours.com/"
  },
  {
    "address": "11 Abo El-hool St., Giza 12556 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Dear Travelers,\nEgypt Legends Tours, are not only offering you Tours, But provide you a real lifetime experience in Egypt",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/87/d4/df/caption.jpg",
    "name": "Egypt Legends Tours",
    "website": "http://Www.egyptlegendstours.com"
  },
  {
    "address": "T Hadayak El Ahram - Haram - Giza, Giza 12556 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are an Egyptian travel agency in Egypt. we provide hotels & tickets reservation. we also we provide a transportation.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/29/b2/9a/3b/caption.jpg",
    "name": "International Travel Service",
    "website": "http://www.International-ts.com"
  },
  {
    "address": "25 Abu elhoul street Floor 2, Giza 12556 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are private tour guides with high experience over 20 years ago , we speak your\nLanguage very well like natives { English?Spanish ? Italian ? German ?and Portuguese } .\nFrom our Experience we understand very well what you need it is not just about visiting touristic sights , it is much more than this , we offer a full Experience in Egypt to know more about the Egyptian history.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/7f/93/e5/caption.jpg",
    "name": "Egypt Dreamers Tours",
    "website": "https://egyptdreamerstours.com/"
  },
  {
    "address": "112 El Haram st, Giza, Egypt Second Floor, Giza 12555 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Explore Egypt Tours is a local Tour operator, that offers a variety of Egypt tours & vacation packages, Nile cruises, day tours, excursions, and shore excursions to all the clients from all over the world, see our traditional, food, understand our culture, and of course visit all the archaeological sites. with us, your dream will become a reality with the best service and price.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/1d/37/72/caption.jpg",
    "name": "Explore Egypt Tours - Privet Tours",
    "website": "https://exploreegypttours.com/best-tours-in-egypt/"
  },
  {
    "address": "21 Studio El Ahram St. Off Haram St., Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We provide top quality services, specializing in exotic, adventure, and historic travel in fascinating Egypt. Offering a wide variety of travel packages for every budget, our team of experts is ready to go above and beyond to make sure your experience with us remains unforgettable.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/22/be/3a/fd/caption.jpg",
    "name": "Egypt Time Travel",
    "website": "http://www.egypttimetravel.com"
  },
  {
    "address": "78 El shahid Ahmed Hamdy Faisal Faisal, Giza 12814 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Guia oficial em portugus e espanhol no Egito.\nAgncia (RIO TURISMO)\nPlaneja conosco suas frias no Egito. \n\nhassanhemida1000@gmail.com\n\nWhats app +201006594827",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/20/da/e5/b5/caption.jpg",
    "name": "Egito Guia Hassan Ebrahim",
    "website": "https://www.guiaegito.com/"
  },
  {
    "address": "Giza 12561 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "I specialize in private tours, short or long, in the Cairo area. You can call me from your hotel to arrange a tour of Old Cairo, the Giza Pyramids, the Dashour/Memphis pyramids or the Egyptian National Museum on short notice. With longer notice, for trips to the White Desert, Wadi Al-Hitan (the Valley of the Whales), the Hawara Pyramid, Aswan, Luxor. I am a licensed guide with 20 years experience",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/1d/41/26/desert-tour-photos-from.jpg",
    "name": "Rashid Tour Guide",
    "website": "http://www.rashidtouregypt.com"
  },
  {
    "address": "10 Nazlet El Samman, Giza 12556 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "If you're an adventurer and you want a unique way to see the Pyramids in Egypt, then our half-day quad biking excursion is perfect one for you. Our tour gives you the opportunity to conquer the desert on a 4-wheel motorbike where you can explore the Pyramids in Giza and Feel the sand & Sun. We assure you that we`ll do our very best to create it a Remarkable Trip",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/08/1d/f9/99/adventure-tour-around.jpg",
    "name": "Quad Bike At Giza Pyramids",
    "website": "http://www.emotoursegypt.com/en/activity/129615/1-hour-atv-quad-bike-ride-at-giza-pyramids"
  },
  {
    "address": "lebeni axis, Giza, Giza governorate Gawhart ciag building, second floor, Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Egyptoria is one of the few agents who specialize in luxury Egyptian vacation packages for individuals over 40, though people of all ages are welcome to join our tours.\nEnjoy our luxurious tours with professional guides, Egyptologists, and operators.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/85/9b/1c/caption.jpg",
    "name": "Egyptoria",
    "website": "https://egyptoria.com"
  },
  {
    "address": "New Cairo first settlement, Giza 11865 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Cairo Private Guided Tours have been created by a group of professional tour guides, that have experienced with tourists and travelers from all over the world fulfilling all their needs and requirements during 16 years and more in Tourism field inside Egypt. \nOur primary objective is to make your trip in Cairo a comfortable, worry-free and a memorable tour. A trip of a lifetime.\n+2 012 225 83 161",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/50/91/1f/caption.jpg",
    "name": "Cairo Private Guided Tours",
    "website": "http://www.cairoprivateguidedtours.com"
  },
  {
    "address": "Giza Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "hi all, i am Moses and i would like to welcome all of you to Egypt. i am a professional tour guide with an experience of more than 16 years guiding and organizing tours. i do organize several types of tours such as historical and monumental tours, safari tours, nile cruise tour and so on. for further information, don't hesitate to write me.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0b/07/d3/44/moses-travel.jpg",
    "name": "Egypt Online",
    "website": "https://egitoonline.com/"
  },
  {
    "address": "Abu simble street, Giza 44444 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are one of the leading travel agencies in Egypt offering tours for travelers We are trained to provide the most efficient and travellers vacation we are in industry of tourism 1954 It will be our great pleasure to handle your tour in Egypt We are a members of various travel industry associations we are held up to a high level of standards and practices to best serve you all year long",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/bf/62/c5/caption.jpg",
    "name": "Triplight tours",
    "website": "http://www.triplightours.com"
  },
  {
    "address": "8 Wissa Wassef St., El Omara Tower, El Gamaa Bridge Third Floor, Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Welcome to GEM Egypt Tours, your one-stop shop for the best day trips and travel packages in Egypt. We are a team of travel experts passionate about exploring this ancient land's wonders and sharing them with the world.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/7b/59/3b/caption.jpg",
    "name": "GEM Egypt Tours",
    "website": "https://gemegypttours.com/"
  },
  {
    "address": "123 El haram Street, Giza, Giza 11613 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a digital multi vendor platform offering travel& shopping services located in Egypt. Connecting Egypt lovers in a smart, simple and secure way to easily book your trips ,shop from Egypt and do it all simply online at A very competitive price and guaranteed service and quality.\n just a click and with the help of our multilingual crew your magical journey to #Egypt / sacred kemet will begin.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/7b/9e/db/caption.jpg",
    "name": "Bastet Tours",
    "website": "https://bastettours.com/"
  },
  {
    "address": "Iran St. Dokki 59 Iran St. Apprtment No1., Giza 12611 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are in Travel Business since 2002, and as Fully licensed Tour Company and IATA Member Since 2007. We've been able to organized Hundreds of Lovely Day Trips and Tours to Egypt from 2007 till today, all our tours are Fully Escorted Private Guided Tours.\nWe always have a great passion to Provide The Best Travel Services allover Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/48/a3/38/caption.jpg",
    "name": "Egypt United Tours & Travel",
    "website": "https://egyptunitedtours.com"
  },
  {
    "address": "5 Sphinx Street, Giza 12557 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a group of expert local tour guides we decided to handle our experience to the tourists all over the world focus on Egypt local life tours experience, We cover all over Egypt with a private customized tours",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/18/54/8b/ca/caption.jpg",
    "name": "Egypt Tours Experience",
    "website": "http://www.egypttoursbooking.com"
  },
  {
    "address": "13 Ahmed Orabi St' - Mohandseen - Giza., Giza 44971 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We specialise in arranging individual tours, services across Egypt, such as Cairo, Aswan, Luxor, Abu Simbel, Alexandria, Red Sea, Oasis, Sinai, Dahab, Nuweiba, St. Catherine Sailing Nile Cruise from Aswan to Luxor, airport transfers, shore excursions, desert trips, etc.For more than (28) years, Magic Life Tours has been collaborating with travel operators, airline companies, and hotels.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/68/10/5d/caption.jpg",
    "name": "Magic Life Tours",
    "website": "https://magiclifetours.com/"
  },
  {
    "address": "2 El Zohour st,  hadayek El Ahram El Kadima, Giza, Egypt., Giza 11757 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a travel agency located in Cairo, Egypt, we have experience in the Middle East more than 20 years, before we only sold to wholesalers but 3 years ago we started selling directly to customers online.\nWe guarantee the maximum satisfaction to our clients.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/62/8f/0e/caption.jpg",
    "name": "Sia Tours",
    "website": "https://www.siatours.com/"
  },
  {
    "address": "Abou Al Hool Al Seiahi, Nazlet El-Semman, Al Haram, Giza Governorate, Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Egypt has one of the oldest and richest civilizations on the world. It is also unique with its magical River Nile and astonishing attraction, the beautiful desert and the enduring pyramids, and the Sphinx. Master Egypt Tours will get you to the heart and the soul of Egypt, with incredible travel experience and the best planning consultant.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1d/77/60/8a/caption.jpg",
    "name": "Master Egypt Tours",
    "website": "https://www.masteregypttours.com/"
  },
  {
    "address": "Alexandria Desert Rd, Kafr Nassar, Al Haram, Giza Governorate Shop 4 Building 2, Giza 12511 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are group of professional Egyptologists working in: Cairo, Giza, Alexandria, Siwa, Black & White Desert, Luxor, Aswan Marsa Alam, Marsa Matrouh, Hurghada, Sharm and Fayoum Oasis.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/0c/bd/3c/caption.jpg",
    "name": "Egypt Kemet Tours",
    "website": "http://egykemettours.com"
  },
  {
    "address": "Tahrir square, Giza 11865 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Don?t miss the amazing chance to explore Egypt with our expert guides! they will help you discover the unique treasures of this ancient land ,including \" the Pyramids , Sphinx, Museums, Old Cairo, Alexandria, Luxor, Aswan and the Red sea",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/d7/97/bf/caption.jpg",
    "name": "Guide Of Egypt Tours",
    "website": "https://guideofegypttours.com"
  },
  {
    "address": "1 Darwish Street, Ground Floor., Cairo, Giza 11518 Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Egypt Tours World is an authentic Travel company which provides tours and excursions in Egypt. The company also do multi-day tour packages, Nile Cruises, and desert Safari camping trips.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/28/86/ef/c0/caption.jpg",
    "name": "Egypt Tours World",
    "website": "http://egypttoursworld.com"
  },
  {
    "address": "13 Dr. Haneem Mohamed Street, Giza Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "We are a tours and traveling company based in Egypt which delivers outstanding adventure travel experiences.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/5c/26/44/the-citadel.jpg",
    "name": "The Travel Connection Tours",
    "website": "http://www.travelconnectiontours.com/tour-category/day-tours/"
  },
  {
    "address": "Giza Egypt",
    "city": "Giza",
    "country": "Egypt",
    "description": "Hello travelers! I am a passionate traveler and photographer. I believe that travel and photography go hand in hand, as they both allow us to capture the beauty and diversity of the world around us.\n\nI want to share my love of photography and travel with you. My goal is to provide a unique and memorable experience that allows you to capture stunning photos of yourself or your loved ones.\n\nSo come join me for a fun and unforgettable photography adventure.\n\nCheck my IG profile: @Egypt_Photoshoot",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/96/ad/f7/caption.jpg",
    "name": "Egypt Photoshoot",
    "website": "https://egypt-photoshoot.com/"
  },
  {
    "address": "Sheraton Road Building 427, Sheraton Road, Beside Golf Hotel, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "KNOW BEFORE YOU GO!\nAs we understand the concept of private transfer, Private Taxi Hurghada provides transfers from and to Hurghada airport, Safaga, Marsa Alam, Luxor and Cairo trips, in comfortable, save with our experienced drivers with the best price you can find, every client is very important for us, means he deserves high quality and care from the moment of pickup until drop-off.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/4c/98/26/caption.jpg",
    "name": "Private Taxi Hurghada",
    "website": "https://privatetaxihurghada.com/"
  },
  {
    "address": "South Sahl Hashish Road., Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Mividaspa is fast earning a top reputation due to the excellence and quality of its massages, oils and professional therapists.Fully equipped with 18 treatment rooms, saunas, steam rooms, Jacuzzi and indoor pool there is a package available to suit every need, whatever the age, whether for total relaxation, anti-stress, rejuvenation or to tackle those irksome medical issues. Spa is located within and is available exclusively for guests of Jaz Aquamarine Resort. Kindly note, if you'd like to visit our Spa while being an outside guest, please give us a call in advance or send request by email.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/07/23/ee/77/getlstd-property-photo.jpg",
    "name": "Mividaspa at Jaz Aquamarine Resort",
    "website": "http://www.mividaspa.com/mividaspa.html"
  },
  {
    "address": "1 Mohamed Said St Sindbad Submarines, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Embark on a once-in-a-lifetime adventure with Sindbad Submarines, the only real submarines in Africa. Out of only 14 recreational submarines worldwide, two are here in Hurghada, Egypt, ready to take you on an unforgettable journey 25 meters below the sea. Explore 500 meters of stunning coral reef and meet the fascinating marine inhabitants of the Red Sea.\n\nRelax in the air-conditioned comfort and safety of our submarine, equipped with 44 passenger seats, two pilots' seats, and spacious round viewing windows for passengers to admire the breathtaking views. Discover the beauty of the underwater world without getting wet and create memories that will last a lifetime.\n\nWe make your experience effortless, with point-to-point transfer from your hotel to our terminal, including land-sea transportation, all while providing an exceptional level of service. Book now and experience a truly unique adventure in the Red Sea with Sindbad Submarines.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/db/06/08/sindbad-submarines.jpg",
    "name": "Sindbad Submarines",
    "website": "http://www.sindbadsubmarines.com/"
  },
  {
    "address": "Aden Beach, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Where clients come first. Where friendships are born. Simply the Best Diving Holidays. We were established in 1999. Safety, quality, excellent service and personal attention are our trademarks. Within Hurghada we provide all transfers free of charge, using our experienced and safe drivers. Dive guides are always plentiful and well educated. They speak your language! ? a must to perfectly understand all briefings and safety procedures. Divers are divided into small groups according to their experience. Our excellent crew keeps an eye on everything and is always there to help you. Our own boat ?Basyl? differs from other daily diving boats in Hurghada. It has a big salon, an organized dive deck in Teak wood, clean toilets, a shower on the back deck and a luxurious sun deck with very comfortable pillows. It?s a boat for divers, designed by divers!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/18/d1/9a/c9/our-stunning-vessel-basyl.jpg",
    "name": "Blue Paradise Diving Center",
    "website": "http://www.blueparadise.be/"
  },
  {
    "address": "St EL Bahr, Hurghada 84515 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Tauchen Hurghada invites you to explore the unforgettable underwater world of the Red Sea. We offer a variety of excursions and classes every day to get to know the unsurpassed variety underwater. Our day trips on the boat included transfer from and to the hotel, two dives at various dive sites, as well as food and all this combined with a lot of fun.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/c5/0d/64/tauchkurs-hurghada.jpg",
    "name": "Tauchen Hurghada - Deutsche Tauchschule",
    "website": "http://www.tauchenhurghada.com"
  },
  {
    "address": "Village road Second floor - Above Macdonald's - Esplanada Mall, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "You and a group of friends or family are locked in one of our electrifying mysterious rooms and have only 60 minutes to find your way out.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/a1/77/e4/escape-room-hurghada.jpg",
    "name": "Escape Room Hurghada",
    "website": "http://www.escaperoomhurghada.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Our Multi Tours give you the chance to explore Hurghada with an exclusive private and group activities and tours.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/67/15/29/ramashka-tours.jpg",
    "name": "Ramashka Tours",
    "website": "http://www.ramashkahurghada.com"
  },
  {
    "address": "Courniche Road, Sunny Days El Palacio hotel, Hurghada 83512 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Aqua and Diving Center \"Crazy Dolphin\" is located in Hurghada at the hotel \"Sunny Days El Palacio\". With many years of experience, we offer wide range of water trips and activities:snorkeling, fishing, diving and dive courses, glass bottom boat, water sport.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/12/2e/77/crazy-dolphin-team.jpg",
    "name": "Crazy Dolphin Diving Center",
    "website": "http://www.crazy-dolphin.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "British & Egyptian Management & Team! An established company with a great reputation for our very competitive prices, honesty, integrity, advice and friendly personal service.Our package is not solely about price, but safety, standards and experience. We want you to have the best possible time, but will not risk your safety to be the cheapest price.Meeting us as customers, but leaving as very good friends!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/da/d3/23/caption.jpg",
    "name": "Falcon Adventure",
    "website": "https://www.falconadventure.com/"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Hurghada RatzFatz private transfer is the modern transfer service that drives you and your fellow travelers stress-free and inexpensive from the airport to your hotel and back again at the end of your holiday.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/dc/9d/a0/hurghada-ratzfatz.jpg",
    "name": "Hurghada Ratzfatz",
    "website": "http://hurghadaratzfatz.com"
  },
  {
    "address": "Santa Maria Hotel Intercontinental Division in front of swimming pool, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Scuba diving hurghada with amazing equipment for scuba diving and scuba diving lessons in diving center hurghada with best scuba diving exploring coral reef",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/93/77/dd/caption.jpg",
    "name": "Sea Memories",
    "website": "https://www.seamemorieshurghada.com"
  },
  {
    "address": "near Hilton Plaza, Arabia Azur and Three Corners Empire hotel, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We organize amazing daily diving and snorkeling trips to the most beautiful places of the Red Sea for the whole family! We also offer all PADI dive courses. Our highly experienced dive team speaks English, German, Dutch and Arabic. If you really want to enjoy your day of diving, snorkeling or just relaxing on our lovely boat, come to our Scuba Hurghada Dive Center and you will be in the safest of hands! Scuba Hurghada Dive Center - Safe Diving, 100% FUN!!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/02/d9/49/0b/dolphins-with-our-divers.jpg",
    "name": "Scuba Hurghada Diving Center",
    "website": "http://www.ScubaHurghada.com"
  },
  {
    "address": "Sindbad Club, 1 Mohamed Said St inside Sindbad Club Hotel, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are a 5* PADI diving resort providing a wide range of water activities and adventures, that's why our academy is the perfect place for both beginners and experienced divers.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/f9/9a/60/caption.jpg",
    "name": "Dive Base Academy",
    "website": "http://www.divebaseacademy.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Private transfer from and to Hurghada International Airport Elguna- Makadi Bay -Sahl Hasheesh- Safaga- Soma Bay - Marsa Alam - Cairo- Luxor Luxor trip- Cairo trip- Sea trip- Hurghada city tour- Mahmya trip- Dolphin House",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/2f/f9/5c/transfer-hurghada.jpg",
    "name": "Transfer Hurghada",
    "website": "http://www.transferhurghada.com"
  },
  {
    "address": "Intercontinental District Mubarak 6, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Hurghada Taxi Transfers located in Hurghada, Egypt. Its management consists of English and Egyptian employees. It specializes in Airport Transfers and Tours within Egypt with modern minibuses, and limousines to accommodate our clients.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/4b/99/39/hurghada-airport-transfer.jpg",
    "name": "Hurghada Taxi Transfers",
    "website": "http://www.hurghadataxitransfers.com"
  },
  {
    "address": "B26, Alhambra, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We want to show our guests our country individually and sometimes away from the well-known sights. We set high quality standards, attach great importance to the reliability of our business partners and offer our guests class rather than mass. Punctuality, honesty, transparency and fair prices are a matter of course for us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/2a/d5/6e/caption.jpg",
    "name": "Memnon Reisen",
    "website": "http://www.memnonreisen.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Organization of diving cruises in the Red Sea departing from Hurghada and Marsa Alam, egypt. Amr and his team of egyptian french speaking instructors will take care of your dives. Nathalie based in France is at your disposal to advise you and organize your cruise according to your wishes and your level. We hope see you soon in Egypt !",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1e/a3/49/33/volantis-notre-nouveau.jpg",
    "name": "Sea Base",
    "website": "http://redseabase.com/"
  },
  {
    "address": "Sheraton Road Al Mamsha El Seyahi, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Nabq Tours Hurghada provides the best value for money and service in the Red Sea area... - Airport transfers and wifi boxes - Boat trips to the famous Paradise Island and swimming with wild dolphins in the Red Sea - Desert quad biking and sand buggies - Swimming with the dolphins at Dolphin House - Luxor and Cairo trips - Scuba diving course and trials - and lots more fun trips",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/cb/55/e2/vip-dolphin-house-boat.jpg",
    "name": "Nabq Tours Hurghada",
    "website": "http://nabqtours.com"
  },
  {
    "address": "El Bahr Close to Triton Empire Beach Resort & Hilton Plaza Hotel, Hurghada 84512 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "as PADI Dive Resort & SSI diving center (est. 1987) with our own beautiful boat we organize amazing scuba diving and snorkeling. Our daily scuba diving and snorkeling trips are suitable for families with children, dive groups, singles and couples. We offer all PADI courses & SSI diving courses, beside daily diving, Introduction / Try dive / Discovery Scuba dive, snorkeling and also rent of apartments in the diving center. Experienced dive team speaks English, German, Slovenian, Croatian-Serbian and Arabic. If you want to avoid massive tourism and avoid crowded boats come to Us! New Son Bijou Diving Center is your safe and best choice for a great holiday in Hurghada.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/65/ec/5a/discovery-scuba-dive.jpg",
    "name": "New Son Bijou Diving Center",
    "website": "http://www.newsonbijou.com"
  },
  {
    "address": "Bella Vista Hotel, Sheraton Road You will find us on the beach., Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Voodoo Divers is a successful and established European run PADI accredited dive center based in the heart of Hurghada, Egypt, right on the beach. We are relaxed and fun, managed to high safety standards and offer all courses from introductory dives through to Dive Master certification. For qualified divers we offer daily diving on one of our 40 beautiful local reefs accessed by our own recently refurbished boat. We are delighted that we have received the TripAdvisor Certificate of Excellence for 5 years in a row!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/55/d5/f6/relax-time-between-the.jpg",
    "name": "Voodoo Divers",
    "website": "http://www.voodoodivers.com/"
  },
  {
    "address": "1 Hurghada Marina, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Royal Cruise Hurghada Boat Tour are fitted with wide, comfortable sunbeds and seating areas for you to stretch out and relax. Our friendly and professional crew are dedicated to making your day on unforgettable Royal Cruise. Expert snorkeling guides will lead you around the coral reefs. The marine life you will find here is among the best in the world. You have the wish and we have the service...",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/16/7e/3c/03/getlstd-property-photo.jpg",
    "name": "Royal Cruise Hurghada",
    "website": "http://royalcruisehurghada.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Sinai Excursions have now expanded providing trips not only in Sharm & Hurghada but all over Egypt.Our team is a mixture of British and Egyptian which allows us to meet customer needs and exceed expectations time and time again.Our main aim is to ensure our customers receive a first class service for the best possible price. We guarantee you will not be disappointed.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0b/63/6c/59/dolphin-trip.jpg",
    "name": "Sinai Excursions",
    "website": "http://www.excursionsinhurghada.co.uk"
  },
  {
    "address": "Safaga Road, km 12 Mercure beach, Hurghada 44629 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We offer trips on the Red Sea to see dolphins , do some snorkeling over coral , several water sports like flyboard and beach activities.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/e9/b1/ab/fun-fly.jpg",
    "name": "Fun  Fly",
    "website": "http://www.funflywatersports.com"
  },
  {
    "address": "Sheraton Street, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Mohamed is a tour operator in Hurghada especially known for its dolphin tours and individual excursions. Excursions The excursion offer is based on the wishes of the guests. Frequently requested trips, such as snorkeling with dolphins, take place almost daily in the summer. Less frequent trips or individual excursions should be planned with Mohamed immediately after arrival in Hurghada. A snorkeling tour to the nature reserve Sharm el Naga brings snorkeling beginners as well as professionals very close to the enchanting underwater world. In a responsible way you will experience the beauty and diversity of the reef, which already starts at the shallow beach and slowly descends to an impressive depth of 80m. For excursions that Mohamed does not accompany himself, a German-speaking travel companion is always present. Thus one is e.g. in Luxor or Cairo never on itself placed.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/b9/cb/7b/ausflug-mit-mohamed.jpg",
    "name": "Ausflug Mit Mohamed",
    "website": "http://www.ausflug-mit-mohamed.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Envie d'Egypte organise des circuits sur mesure pour les particuliers qui souhaitent dcouvrir la vie de l'Egypte ancienne et rcente,  leur rythme. De la mme manire, Hurghadaventure est spcialise pour les excursions  partir d'Hurghada (plonge, snorkeling, quad et autres..). J'organise galement des excursions au dpart de Marsa Alam !",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/a7/a0/2f/logo-2.jpg",
    "name": "Envie D'Egypte",
    "website": "http://www.enviedegypte.com"
  },
  {
    "address": "Hurghada Marina, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Choose Egyptboats private boat tours and discover all the beauty of the Red Sea.\nFrom speed to luxury boats, we are the best option for a day or more in the sea.\nSnorkelin the beautiful corals, swimwith dolphins, visit the Islands,go for fishing or just for fun, all our trips aredesigned to acomplish all your needs and expectatives.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/b0/68/9e/caption.jpg",
    "name": "Egyptboats & Privatehurghada.com",
    "website": "http://www.egyptboats.com"
  },
  {
    "address": "Hurghada 84512 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Diving Forever ist die deutsche Tauchschule in Hurghada und bietet Tauchen zum besten Preis fr alle Programme von Tgliches Tauchen, Schnuppertauchen, Spezialkurs, Tauchkurs von PADI, CMAS, SSI, I.A.C .",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/25/ca/36/77/kontakt-in-hurghada-agypten.jpg",
    "name": "Diving Forever - Deutsche Tauchschule",
    "website": "http://www.divingforever.com/"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Far far away of the crowd of the city and people, behind the word Seas, we dive in the red sea, to explore a new life,,, We learn you how to dive, we are sure you will be a good diver within a few days.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/eb/cd/7e/caption.jpg",
    "name": "Master Diving Center",
    "website": "http://masterdivingcenter.com"
  },
  {
    "address": "Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Everything you need to know about Hurghadas tours,sights,excursions,history,shopping and lifestyle you will find here with Mermaid Tours,We have multi packages, trips, tours,safaris the list is endless and can all be tailored to suit your individual requests! Don't see something you would like to do? just ask and it will be arranged!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/12/50/00/6a/logo.jpg",
    "name": "Hurghada Mermaid Tours",
    "website": "http://mermaid.tours"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "M.Y. Travel Services is a small family run business which is dedicated to providing you with a personal service to help you get the most from your holiday in Hurghada. We guarantee a reliable service with a luxury car or minibus for larger groups, professional drivers and guides and competitive prices. From starting your holiday with one of our stress free airport transfers to visiting the historical sites of Luxor and Cairo we can provide you with all your travel needs.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/87/c1/8f/our-luxury-car-for-2.jpg",
    "name": "M.Y. Travel Services",
    "website": "http://www.mytravel-hrg.com"
  },
  {
    "address": "Villa 249b Hurghada-El Ismailia St Front of Palm Beach Resort, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Welcome To Hurghada Reisen Hurghada Reisen Egypt has been established in Egypt since 1995 and is specialized mainly in handling the incoming business. The company head office is located in Hurghada,We mainly focus on the quality services that help our value clients to enjoy their expensive holiday.At Hurghada Reisen",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/51/14/6c/hurghadareisen-day-tours.jpg",
    "name": "Hurghadareisen Day Tours",
    "website": "http://www.hurghadareisen.com"
  },
  {
    "address": "Anemone Beach, Old Sheraton Road, Cegalla, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "When you want more than just a holiday, come to Dive Point Red Sea. The choice is yours. We are convinced we have every opportunity to give you the holiday you want and deserve. Make your next trip, your best ever! 1992 saw the establishment of the location where thousands have learned to dive or taken the life changing step towards becoming a diving professional, and where hundreds return regularly to enjoy the highest quality of service and the attention of dedicated staff, Dive Point Red Sea. Wherever you are staying in Hurghada and Sahl Hasheesh, we can offer our services to you with FREE transfers from all the hotels. Transfers from the Makadi Bay area are available as well for a nominal daily charge. No matter if you would like to go for daily dive or snorkelling trips onboard our own spacious boats, to one of the more than 60 fabulous snorkel & dive sites around Hurghada, or want to become a diver or a diving instructor or would like to explore the deeper areas with Trimix & CCRs - we offer it all! The complete range of PADI (Recreational and Technical Diving), DAN, IART, IANTD, TDI & RAID courses is available from introductory levels up to Instructor qualifications. Our dedicated and service oriented staff team is the most experienced in the training of PADI Professionals in the Red Sea, consisting of 3 PADI Course Directors and 6 IDC Staff and Master Instructors working fulltime in the field of Instructor training. One example of our continuously developing customer service is the large investment we made in a Nitrox membrane system. The safety of our guests is our major priority and for this reason all Nitrox certified divers, receive SINCE 2001 Nitrox 32 FOR FREE in our dive centers! As a TDI training facility offering also PADI, IART, IANTD & RAID training up to Advanced Trimix Diver we are in the same time THE experts for rebreather diving in Hurghada! Ambient Pressure Inspiration & Evolution, JJ-CCR, Hollis Explorer & Prism2, Poseidon Se7en & ISC Megalodon Rebreathers are available in our rental department including spare parts & service facilities. We have an extensive stock of technical diving rental equipment, a gas filling station with Helium and Oxygen fills up to 250 bar, everything you could possibly want. Top quality storage and cleaning facilities for guest equipment are right in the diving centre as well as toilets and fresh water showers. A complete workshop with trained technicians offers the chance of equipment fixing and servicing. The setup is completed by a full dive store, which offers diving equipment for sale and in the middle of the centre is the \"50 BAR Safety Stop\" Tiki Bar for the time in between or after dives. All facilities have been planned and constructed by us! As PADI 5 Star Career Development Centers and 5 Star IDC Centers respectively we are able to offer a large variety of services and activities for divers, future divers and non-divers alike. Our goal every day is to provide you with an unforgettable holiday. Its time you chose Dive Point Red Sea!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/85/e3/b4/eingang-zum-tauchcenter.jpg",
    "name": "Dive Point Red Sea",
    "website": "http://www.dive-point.com"
  },
  {
    "address": "Elhadaba Road, Hurghada 84510 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Wir sind spezialisiert auf Private gypten Hurghada Ausflge, Aktivitten und Touren. Wir sind erfahrene Reiseleiter und auch gyptologen mit jahrelangen Erfahrung im Bereich Ausflge und Reiseleitung.Sun&Fun Reisen bietet Ihnen hochwertige Ausflge zu Premium Qualitt in ganz gypten. Wir bieten Ihnen Private Ausflge in Kleingruppen an.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/25/72/0e/83/caption.jpg",
    "name": "Sun&Fun Reisen",
    "website": "https://sunandfunreisen.com"
  },
  {
    "address": "The Three corner hotel, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We arrange sea trip , diving , safari , private boat , course diving , dolphin house trip & fishing",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/52/4e/4c/caption.jpg",
    "name": "Dive More",
    "website": "http://www.divemoregroup.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Sail beyond your imagination on Hurghada most luxurious yacht, for a sailing , snorkeling and dining experience unrivalled anywhere in Egypt on Pirates Premier Sailing is so much more than a boat trip. Join us for a million-dollar day out, with five-star service from start to finish. From the moment you step on board our yacht, you will feel the WOW factor. Pirate's has beautifully designed deck areas and salons, all comfortably equipped with the very latest WIFI connectivity, so you can upload your stress and download your dreams. Freshly grilled Prawns and Calamari, tasty chicken kebabs and Kofta, freshly prepared garden salads, pasta and oriental rice. FREE WIFI on board, and your own waiter serving unlimited soft drinks, tea and coffee. Our sailing boat will stop at three of the best Coral Reefs, where our expert snorkeling guides will help you to explore the colourful marine life of the Red Sea.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/21/a6/7b/12/logo.jpg",
    "name": "Egypt Sunmarine",
    "website": "http://www.egyptsunmarine.com"
  },
  {
    "address": "Serenity Makadi Beach, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Extra fun has huge experience of sea trips we are happy to introduce numerous of tours and happy tourists. Our tours: -Orange Bay Trip -Dolphin house -Paradise island -Snorkeling by glass boat -Super Utopia -Dolphin world, Makadi bay, El Gouna Private program -Water sports",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/f3/20/e1/dolphin-house.jpg",
    "name": "Extra Fun Aqua Center",
    "website": "http://extrafunhurghada.com/"
  },
  {
    "address": "Sindbad Club, 1 Mohamed Said St, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Imagine cruising across the water, the wind blowing through your hair, the wind in your face, and below you, nothing but coral reefs and the splendor of the Red Sea oceanic life. Sounds impossible? Not with Sindbad Quest, our high speed boat with a unique fish-eye glass-bottom window.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1d/6d/0a/47/caption.jpg",
    "name": "Sindbad Quest",
    "website": "http://www.sindbadexperiences.com"
  },
  {
    "address": "Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Zakharious Tours is part of the 3 Angel Tours group of companies, one of the largest tour operators in Egypt. Under license no. (1688) and VAT (276-749-456) are registered with the Egyptian Ministry of Tourism and classified in category (A) as one of the best high grade tour operators in Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/1b/52/25/zakharious-tours.jpg",
    "name": "Zakharious Tours",
    "website": "http://zakharioustours.com/"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Ride Egypt is a multi-awarding winning, British brand offering the best in horse riding in Egypt. We are a facilities that has the heart of our horses at the core end. We have over 7 years experience hosting guests from around the world for cultured riding holidays in Cairo, Luxor, Fayoum and Hurghada. For those holidaying in Egypt you can find a selection of hourly riding tours such as swimming with horses at the Red Sea or galloping past the Great Pyramids of Giza. If you are looking for healthy happy horses, look no further than Ride Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/e4/dc/17/giza-rides.jpg",
    "name": "Ride Egypt",
    "website": "http://www.rideegypt.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are a Scandinavian-Egyptian tourist agency which organizes all types of excursions in Egypt. Such as daily trips to Cairo & Luxor, Round and culture trips, Nile Cruises and desert safari. We work primarily with Scandinavian guests, but also with other nationalities. With Sphinx Travel we will discover Egypt together and travel back in history - from ancient Egypt and right up to the present day - and we will answer all your questions. With us, everyone will have an unforgettable experience and a great tour. See our selection of trips to find exactly the trip you would like to take part in, and to learn about our trips around Egypt. How about a day trip to Cairo to see the pyramids. The Sphinx and the Egyptian Museum. We offer the trip both by bus and by plane. If you choose to fly to Cairo, you have the opportunity to make better use of your time. You can also choose a day trip to Luxor. If you do not find a desired program, you are also welcome to write to us with your wishes.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/05/68/63/e0/sfinks-rejser.jpg",
    "name": "Sfinks Rejser",
    "website": "http://www.sfinksrejser.dk"
  },
  {
    "address": "Hurghada Red Sea Marina, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Transfer from the airport to the hotel, as well as Luxor, Aswan, and Cairo, as well as OrangeBayPar",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/d4/3f/94/caption.jpg",
    "name": "minatransfershurghada",
    "website": "http://www.minatransfers.com"
  },
  {
    "address": "El Hadaba Villa 11C Next to le Parla Hotel, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "The White Dolphin Diving Center is a family owned and was established in 2003. The White Dolphin team looks forward to welcoming you. Have you always wanted to gain your first experience in diving? Then you are at the right place. Our professional and trained staff will give you an introduction and bring you closer to the great underwater world of the red sea. Are you already an experienced divers? Then dive with us and let our experienced guides accompany you. All snorkeling enthusiasts are welcome. Here you can explore the underwater world with 2 snorkeling stops. White Dolphin Diving Center is an officially registered company under MOT & CDWS",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/21/df/cb/7e/my-yasmin.jpg",
    "name": "White Dolphin Diving Center",
    "website": "http://www.whitedolphindc.com/en/about-whitedolphingdc/"
  },
  {
    "address": "Madarees , st, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Private sea trips , fishing , snorkeling , Islands (Mahmya-Paradise-Orange bay-Giftun island & Utopia ) , Scuba diving , Desert safari , quad bikes , Sub Marine , Sea scope, Quest , Luxor & Cairo",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/50/d5/57/red-sea-star-trips-logo.jpg",
    "name": "Red Sea Star Trips",
    "website": "http://rsstrips-hurghada.com"
  },
  {
    "address": "4 Regency Towers, Hurghada 84512 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Tourific Excursions Hurghada take pride in offering high quality excursions with a personal service to make your holiday a memorable one. A variety of exciting trips and tailor made itineraries just for you. Also, offering airport transfers, wifi rental and guest meet ups in resort.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/6d/ba/e5/tourific-excursions.jpg",
    "name": "Tourific Excursions",
    "website": "http://tourificexcursions.com"
  },
  {
    "address": "Makadi Hights T3-q4-s5-b3-102, Hurghada 84651 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Welcome to Dive UK Hurghada, We have a real passion for Diving and showing people the beautiful Red Sea. We only offer small group Diving and the very highest standards when teaching PADI Courses. We take great pride in our work and providing excellent customer service is a top priority. We offer personal excursions to Luxor and Cairo from Hurghada. We also offer VIP Speed Boats to Swim with the Dolphins and Private Beeches. We offer the very best Diving in Hurghada, learn to dive with us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/a6/10/d8/caption.jpg",
    "name": "Dive UK Hurghada",
    "website": "http://www.diveukhurghada.co.uk"
  },
  {
    "address": "Hurghada Marina Boulevard, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Bullet Speedboats is a boat rental company established in 2010 and located in Hurghada, Red Sea.\nWe are only specialized in Private Speedboat Tours, Dedicating our time and effort to improve our tours with quality and diversity.\nEach Private Tour is tailor-made to suit your interests, Ensuring an unforgettable experience every time.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/c6/75/1e/caption.jpg",
    "name": "Bullet Speedboats",
    "website": "http://www.Bulletspeedboats.com"
  },
  {
    "address": "Albahr street, Hurghada 84512 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "I?m Luka and I?ve passion for scuba diving\nI?ve lived in Hurghada all my life And love sharing secret spots And tips to enjoy the underwater life",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/8f/f6/62/caption.jpg",
    "name": "Dive with Luka",
    "website": "http://divewithluka.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Tours & Tailor-made Holidays with Memphis Tours. Visit Egypt, Jordan, Morocco, Spain, Portugal, Dubai, Oman, Turkey, Greece, Lebanon, Africa and lots more.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/8d/e5/50/rameses-v-vi-at-the-vally.jpg",
    "name": "Hurghada and Luxor Transfers",
    "website": "http://hurghadaluxortransfers.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "YourTourGuide is a travel agency founded by group of Egyptologist professional licensed tour guides , members of The Egyptian General Tourist Guides Syndicate . based in the major touristic cities in Egypt .since we graduated we started working as free lancer tour guides for many international travel agencies in Egypt .In the meanwhile we started building our connections network with all the related contacts such as Hotels , touristic transportation companies , Domestic airlines .with all the knowledge we have , the experience we gained and the passion to our beloved country Egypt we decided to take a step forward to reach you and offer our services Welcome to Egypt",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/49/01/5a/your-tour-guide-tours.jpg",
    "name": "YourTourGuide",
    "website": "http://www.yourtourguidetours.com"
  },
  {
    "address": "1982102 Ismaileya road Palma resort, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Kite School Egypt is a leading kitesurfing school in Hurghada, Egypt. We offer high-quality lessons and equipment rentals for kiteboarding enthusiasts. \n\nOur team of highly experienced IKO-certified kite instructors is passionate about the sport of kiteboarding and dedicated to providing the best kitesurf instruction to our students. \n\nWhether you are a beginner or an advanced rider, we have the perfect lesson package for you. Our beginner lessons provide a solid foundation in kite control, safety, and riding techniques. Our advanced lessons are designed to help you progress in kitesurfing to the next level.\n\nWe offer a wide range of kite equipment rentals to suit your needs, from beginner-friendly gear to high-performance kitesurf equipment.\n\nErik \nTeam Kite School Egypt",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/27/7f/0d/kitesurf-lessons-for.jpg",
    "name": "Kite School Egypt",
    "website": "http://www.kiteschoolegypt.com/en"
  },
  {
    "address": "Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "El Sahel Travel is tour company registered in Luxor (Egypt) for many years. We are registered in the highest touristic category A",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/0c/a5/2a/hurghada-city-tour-zwiedzanie.jpg",
    "name": "El Sahel Travel",
    "website": "http://elsaheltravel.pl/"
  },
  {
    "address": "Al Bahr street, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Deutsche Tauchschule in Hurghada bietet Tauchen Hurghada zu besten Preise. fr alle Programme von Tgliches Tauchen, Schnuppertauchen, Spezialkurs, Tauchkurs von PADI, CMAS, SSI.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/66/3d/ba/caption.jpg",
    "name": "Tauchen Hurghada Gagoblue - Deutsche Tauchschule in Hurghada.",
    "website": "https://tauchenhurghada.net/"
  },
  {
    "address": "Safaga Road, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We provide Hurghada Airport Transfers, Tours and a Taxi Service within Hurghada, Red Sea Resorts and Upper Egypt. Our Company is English managed with English speaking Arabic staff. We pride ourselves on going the extra mile to make sure our clients enjoy their stay. Our Tours in Hurghada include City Tours, Quad Biking in the Sahara Desert, Aqua Parks, Dolphin Boat Trips, Island Trips to Giftun Island, Utopia Island, Paradise Island and Sham El Naga. Hire your own Private Boat for the Day or go Diving and Snorkeling on one of our daily boat Trips. Board a submarine and observe the beautiful underwater marine life. Our Historical Tours include Private Luxor and Cairo Day and Overnight Tours from Hurghada. Discover the Giza Pyramids or the Valley of the Kings, just two magical Tours we offer. Join us and experience Abydos and Dendera Temples Day Tour from Hurghada, or see the Monasteries at Zafarana. St Anthony and St Paul are said to be the oldest Coptic Monasteries in the world.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/11/ed/0e/private-boat-trip-in.jpg",
    "name": "Destination Hurghada",
    "website": "http://destinationhurghada.com"
  },
  {
    "address": "Main harbor El Bahr street, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Shehab (Boat & Diving Center) since 1984, PADI and CMAS Diving Center. Our Instructors speaks different languages: (English - French - Deutch - Russian - Polish). You can visit our page on Facebook to see day by day pictures of the boat. Very special offers are always here for daily diving or for the courses. Everything is done through the boat, Shehab Boat begins the trip everyday at 8.30 am and return at 4 or 5:00pm and during the day you have your lunch, and all day long free drinks so you can come for daily diving or for your course and feel comfortable. For any more information feel free to Contact Us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/13/07/df/e0/selfie-with-me.jpg",
    "name": "Shehab Boat Diving Center",
    "website": "http://www.scubadivinghurghadaa.com/"
  },
  {
    "address": "Al Madarss Street Building NR 6 Flat NR 15, Hurghada 61111 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Ramses Reisen, specialist for individual travel in egypt. As with any service company, customer satisfaction is very important to us and we are therefore always anxious to offer our guests the best service. Quality is our principle is the philosophy of our company. We are a professional team and with a lot of experience. Our goal is always to be able to spend a happy and memorable holiday.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/13/ec/46/5a/privater-tagesausflug.jpg",
    "name": "Ramses Reisen",
    "website": "http://www.ramsesreisen.com"
  },
  {
    "address": "Front of Jaz Casa Del Mar Hotel, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "adams.tours is an international company with local heritage. It has a footprint across the globe yet it is proud of its legacy that started in Egypt back in 1979.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/5b/55/53/caption.jpg",
    "name": "Adam's Tours",
    "website": "https://adams.tours"
  },
  {
    "address": "Mamsha Street Sindbad Club; Hawaii Paradise Aqua Park Resort; Hawaii Caesar Palace Hotel &Aqua Park, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Would you like to feel a lot of adrenaline and drive? Would you like to enjoy active energy and power of nature? We will help you to make your vacations so bright and unforgettable! Have fun with us! The spectacular sports are popular water fun for a wide range of people, who choose an active vacation: - KITE-SAFARI CRUISE - DAILY KITE-TRIPS - Kiteboarding courses (for beginners and advanced) - Kiteboarding lessons (private & group) - Windsurfing - SUP-boarding - Water ski - Wakeboarding - Catamaran sailing trip - Rent equipment",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/25/25/ac/13/go-kiting-have-fun.jpg",
    "name": "Kite-Active School",
    "website": "http://kite-active-egypt.com/"
  },
  {
    "address": "Hurghada, cornish road, SandBeach Resort First Floor Sand Beach Resort, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Sherif Tours is a tourism company located in Egypt. The company is one of the largest companies in the Middle East. It provides transportation, ranging from air travel to cruises as well as accommodation for tourists. Sherif Tours Founded in 1977 and owns 7 branches in Egypt to provide all services for our customers.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/b2/c0/04/caption.jpg",
    "name": "Sherif Tours Hurghada To Go",
    "website": "https://hurghadatogo.com"
  },
  {
    "address": "Hurghada 17022 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Tour agency in Hurghada city we provide the best tours and trips in Hurghada with the best prices Cairo, Luxor, Aswan, hotels booking during booking system with instant confirmation, hotel transfers, private tours and trips, tour packages all over Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1e/5e/10/ee/caption.jpg",
    "name": "Hurghada Online Tours",
    "website": "http://www.hurghadaonlinetours.net"
  },
  {
    "address": "Prince Walid Street, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are a group of drivers who are ready to give you a comfortable, safe and fair-priced ride. We offer you airport transfer, city transfer&taxi, trips to Cairo, Luxor, Aswan, Marsa Alam etc. We will drive you wherever you want to go",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/66/9d/b8/caption.jpg",
    "name": "Hurghada Drivers",
    "website": "http://www.hurghadadrivers.com"
  },
  {
    "address": "Sheraton Road Hurghada In Seagull Beach Resort Hurghada, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Pro Master Diving Club is your only stop for scuba diving you gone need to stop at in Hurghada, Located in Seagull Beach Resort. We offer scuba diving course, daily diving activities, and shore dive.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/d7/ec/7a/caption.jpg",
    "name": "Pro Master Diving Club",
    "website": "http://promasterhurghada.com"
  },
  {
    "address": "Sahl Hashish, Hurghada Red Sea Hotel Long Beach Resort, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "The centre is situated directly on the beach of Hotel Long Beach Resort a few meters from the sea. Is the best spot in Hurghada for practicing sports kitesurfing and windsurfing. Our station is always famous for its hospitality and fun, relaxed atmosphere. We offer the latest technology and most modern service. We conduct classes for beginners, intermediate and advanced for children and adults. Education is the main component of the station. All of our instructors have extensive experience and proven in practice. We are able to pre-book your equipment and lessons in advance to maximise your time enjoying your sport when you arrive. The station is open every day from 9:00 to 18:00. Our purpose is primarily providing a high quality service to our guests by sharing our passion every day and professional skills of kite surfing and windsurfing, and create a safe, relaxing and welcoming atmosphere We invite you come, see and try in our school!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/1d/50/a3/afternoon-in-our-spot.jpg",
    "name": "High Surf & Kite school",
    "website": "http://www.highsurf-kite.com"
  },
  {
    "address": "Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are first class limo transfer service and excursions company based in Hurghada, Red sea. We offer all excursions available in Hurghada, Luxor day trip, Luxor over night, Cairo day trip, Cairo overnight, Nile cruises, Diving, Hurghada transfer, Hotels Booking, Flight tickets.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/0a/19/0e/photo1jpg.jpg",
    "name": "Pure Hurghada",
    "website": "http://Www.purehurghada.com"
  },
  {
    "address": "Kilo 3, Building 4, N_9, Hurghada 84711 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Dive cruises in Egypt\nLet's share exceptional moments and explore together the wonders of the Red Sea",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/a5/de/35/caption.jpg",
    "name": "OCEANOS SAFARI",
    "website": "http://www.oceanos-safari.com"
  },
  {
    "address": "El Bahr Street_ First Hurghada, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Nas srpski ronilacki centar Hurgada Vam nudi ekskurzije i ronjenje u Hurgadi za sve nivoe, po najpovoljnijim cenama. Birajte izmedju: ronilackih kurseva, otkrijte scuba ronjenje, dnevnih ronilackih izleta, specijalnih kurseva, snorkling izleta Programi za obuku su po preporukama medjunarodne organizacije CMAS, PADI.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/fb/b0/c8/nas-srpski-ronilacki.jpg",
    "name": "Ronjenje Hurgada - Srpski ronilacki klub",
    "website": "http://www.ronjenjehurghada.com/"
  },
  {
    "address": "Red Sea Governorate _ Hurghada _ Abu Ashra District _ Army Buildings _ Building No. 365_ Apartment No. 8 8, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Choose any trip you want to take on your own and discover the beauty of the Red Sea, the ruins of ancient Egypt and the desert of Egypt.We are the best choice for one or more days at sea and land. Visit ancient archaeological sites, beautiful coral reefs, swim with dolphins, visit the islands, go fishing, enjoy a desert safari, enjoy riiding Beach Bagi in the desert, , spend some nights on board or just on fun trips to complete all your needs And your expectations. www.manolotoursegypt.com",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/22/80/a8/f6/caption.jpg",
    "name": "Manolo Tours Egypt",
    "website": "http://www.manolotoursegypt.com"
  },
  {
    "address": "Marina Hurghada, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Anthias-Plonge welcomes you aboard the Nautile Evo for exceptional scuba diving cruises in the Red Sea, Egypt.\nFounded in 2008 by 2 French people who love the Red Sea, Anthias-Plonge has become a reference in the French-speaking diving cruise sector.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/cf/02/f9/caption.jpg",
    "name": "Anthias-Plongee",
    "website": "http://www.anthias-plongee.fr"
  },
  {
    "address": "Sheraton road Sherry Street, Hurghada 85417 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "I am a tourguide. I am interested in doing my job by myself. So, I arrange trips such as this trip to Luxor city",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/1a/16/6e/07/a-trip-to-the-pyramids.jpg",
    "name": "Egypt Holiday",
    "website": "http://www.egholiday.com"
  },
  {
    "address": "Sheraton Street Beside Metro, flat no 6, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are very happy if we can make you smile and make you feel really comfortable on your vacation in Egypt. \n\nWe can show the history and culture of Egypt and give you an amazing experience. Also other great fun adventure trips! \n\nIf you have any questions about the trips and excursions with us or generally about Egypt, please contact us. We would be very happy to make your vacation amazing!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/92/71/9c/caption.jpg",
    "name": "Amr-Paradise-Travel",
    "website": "https://amr-paradise-travel.com"
  },
  {
    "address": "Al Aheya, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "2023 Traveler's Choice Award winner! Superior in service, staff, and style, Dragonfly Kite Safaris offer the ultimate weeklong kitesurfing experience on Egypt?s Red Sea.\nLive aboard our all-inclusive luxury yacht and enjoy an exclusive kitesurfing paradise of perfect winds and butter-flat turquoise waters off of uninhabited islands.\nJoin us for a luxury kitesurfing experience like no other!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/31/e9/e6/caption.jpg",
    "name": "Dragonfly Kite Safaris",
    "website": "http://DragonflyKiteSafaris.com"
  },
  {
    "address": "Marina near public beach and Beirut Hotel, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Rafakoralowa.com - Diving center in Hurghada - Egypt. Our diving base in Hurghada offer PADI scuba diving courses for beginners and advanced divers PADI OWD , PADI AOWD and daily diving trips for certified divers, introductory diving and snorkeling trips. Scuba diving in Hurghada with us is professional, easy, fun and safe. Let's dive in Hurghada with us.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/2c/f5/e6/diving-intro-hurghada.jpg",
    "name": "Rafakoralowa diving Hurghada",
    "website": "http://www.rafakoralowa.com"
  },
  {
    "address": "Hurghada 84515 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Diving in Hurghada invites to Diving Base. We offer a full range of diving courses and the opportunity to review the beauties of diving enthusiasts. One-day trip with two dives. Each day of diving includes transfer from / to the hotel + 2 dives, lunch and fun on the boat.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/fa/9e/ab/polskie-centrum-nurkowe.jpg",
    "name": "Nurkowanie Hurghada - Polskie Centrum Nurkowe",
    "website": "http://www.nurkowaniehurghada.pl"
  },
  {
    "address": "St.Sheraton 84, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "We are a group of experienced tour guides in the tourism field.\nWe offer you a wide range of tours ( Cultur trips Cairo Pyramids Luxor Aswan and itineraries in Egypt and also organize day trips in Hurghada Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/4b/25/7c/caption.jpg",
    "name": "Luxreisen",
    "website": "http://www.luxreisen.net"
  },
  {
    "address": "Shop 4 Orchid Street Grand bay, Hurghada Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Here you can find new friends, almost everything about scuba&diving education, loads of amazing u/w moments. Feel free to become a part of it Panorama Divers has been around 1992 and is located in Grand Bay Mauritius, .Our Diving Center is an Official PADI 5* Instructor Development Center number s-3339. We offer a wide scope of services and the best service to our guests. Primarily in our work it is the individual approach and high quality services, rather than the quantity.We invite you to get your diving education with us and enjoy the beauty of the Indian Ocean. *Diving is more fun when you know what you do*",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/04/57/fd/33/balena.jpg",
    "name": "PADI 5* Panorama Divers",
    "website": "http://www.panoramadivers.com"
  },
  {
    "address": "Al Kawthar, Hurghada 84511 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Relax Tours Egypt is a company specialized in organizing excursions in Egypt. Throughout the year, we offer a wide range of stays in the Red Sea at 4 * and 5 * facilities, which are specially chosen from major international brands, but also Nile cruises, circuitry and selective stays. We provide transfer services from / to the airport 24 hours a day, 7 days a week.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/d6/ff/ba/caption.jpg",
    "name": "RELAX TOURS EGYPT",
    "website": "http://www.relaxtoursegypt.com"
  },
  {
    "address": "Kawthar area, Hurghada 84515 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Drive now Hurghada is a local tour agency which specialized in small and medium group tour organizing, private tour, customized tours and private transfers.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/24/cb/06/2c/caption.jpg",
    "name": "Drive Now Hurghada",
    "website": "https://www.drivenow-hurghada.com/"
  },
  {
    "address": "El Esmaileya road Palma Resort, District Al Ahia'a, Hurghada 84517 Egypt",
    "city": "Hurghada",
    "country": "Egypt",
    "description": "Welcome to Sultan Kite School, professional and experienced kitesurfing school in Hurghada. We?ve been running our Hurghada kitesurf school since 2012. Learn kiteboarding in Hurghada, Egypt! Egypt, Red sea is a perfect place to start your kitesurfing adventure. Our huge, flat and shallow lagoon gives us the best condition for safe kitesurf lessons and your fast progress in learning kiteboarding. We offer different options of beginners kitesurf courses in Hurghada, adapted to all kiteboarding levels. Our different kitesurf lessons packages, allow you to organize your Hurghada kitesurfing holidays in the best way as possible. Book your lessons and learn kitesurfing in Hurghada with a team of our experienced kitesurf instructors!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/14/d3/f6/f9/great-kite-spot.jpg",
    "name": "Sultan Kite School Hurghada",
    "website": "http://sultankiteschool.com"
  },
  {
    "address": "Mabad Al Oksor, Luxor Governorate Near Luxor Temple, Luxor 25685 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "ATA BAZAR Is one of the oldest shops in Luxor, and was established in 1962 In front of the entrance gate of Luxor Temple Enjoy free in-store shopping without hassles All goods have unified prices in Egyptian pounds All products are handmade in Luxor in small workshops at home, like our ancestors the pharaohs and from the same mountains from which all the real antiquities were made (alabaster - granite - basalt - marmar - turquoise ) Prices start from 15 Egyptian pounds for a statue of less than one dollar or euros There are scarves made of pure Egyptian cotton, and they are also made using the loom, a pharaonic machine used to spin cotton manually by the ladies of Luxor. With prices starting from 35 Egyptian pounds for less than two dollars or euros for a scarf 925 sterling silver is also available Handmade in all pharaonic shapes With prices starting from 100 Egyptian pounds, only 5 dollars or euros There is also a pharaonic papyrus made from the papyrus plant grown in Luxor",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/aa/6e/3b/egypt-cartouche-necklace.jpg",
    "name": "Ata Bazar",
    "website": "https://ata-bazar.business.site/"
  },
  {
    "address": "17 Corniche El Nile Street At the Old Winter Palace Hotel, Luxor 11432 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Nobles Art Gallery is the best store in Luxor if you are looking for quality statues and sculptures made in the (early) 20th century, vintage jewelry, Islamic copper jars and trays and more. Nobles Art Gallery is situated at the famous 19th-century (Sofitel) Old Winter Palace and a part of our collection is exhibited in the Victorian room.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/51/41/92/getlstd-property-photo.jpg",
    "name": "Nobles Art Gallery",
    "website": "http://www.noblesartgallery.com"
  },
  {
    "address": "El Habil Road, Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Animal Care in Egypt is a British registered charity hospital for animals. Please come to see us at work, and visit our in-patients. ACE provides free veterinary care and treatment to all neglected and abused animals. ACE also runs an educational programme, local school children come to learn that animals feel pain and should be treated with respect. ACE relieve the suffering of the animals in Luxor by prevention, maintenance treatment and education. Most taxi drivers know where we are and it will cost you appx 100le for a return journey to visit us via taxi. A registered charity. Donations welcome.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/01/28/b4/30/luxor.jpg",
    "name": "ACE - Animal Care in Egypt",
    "website": "https://www.ace-egypt.org.uk/visit-us-in-luxor"
  },
  {
    "address": "Television street, Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "At HODHOD Hot Air Balloons We Offer A First Class Hot Air Balloon Rides Throughout Your Hot Air Ballooning Experience From The Moment That You Are Collected From Your Hotel Or Cruise Boat In Luxor Until We Deliver You To Your Hotel Or Local Venue Of Your Choice. First Established Hot Air Ballooning Company in Luxor, We've been operating Hot Air Balloon Rides In Luxor For over 27 years ,During This Time Four International Gold Medals Have Been Awarded And The Company Has Been Voted The Number One Tour In Egypt By Various Organisations.Since 1993 many thousands of delighted passengers have enjoyed the special experience of HodHod Soliman Hot Air Balloon Rides over the ancient cities of Luxor and Thebes and the surrounding timeless countryside.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/00/22/bf/hod-hod-soliman-ballons.jpg",
    "name": "Hod Hod Soliman Hot Air Balloons",
    "website": "http://www.hodhodsolimanballoons.com"
  },
  {
    "address": "Luxor 85844 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Reflections Travel company very experience giving clients the service there require. Egypt tours, Egypt Nile cruise tours, Egypt travel package tours, Egypt day tours, Egypt airport transfers, Egypt shore excursion tours.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/03/e8/91/ca/see-egypt-tours-day-tours.jpg",
    "name": "Reflections Travel",
    "website": "http://reflectionstravel.net"
  },
  {
    "address": "Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Airport Transfers Express website that has been helping tourists and residents to find reliable airport transport services in Egypt cities we based in luxor and we have a good number of cars heights quality. with ver high standard drivers .",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/f6/bc/b4/airport-transfers-express.jpg",
    "name": "Airport Transfers Express",
    "website": "http://airporttransfersexpress.com/"
  },
  {
    "address": "Address P.O. Box 13, New Karnak, Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Best Luxury Wellness Spa 2023\", The Spa at Hilton Luxor Resort & Spa. The Spa has been awarded for the third year in the row. Hilton Luxor Resort & Spa offers an indulgent spa experience, inspired by the ancient culture and tranquil beauty of Egypt. Blending the super modern with the ancient mystery of the East, The Spa provides a luxurious haven away from the stresses of everyday life. Our treatments combine ancient methods of healing with the latest, finest products. Choose from the vast selection of signature massages, facial beauty experiences, and hand and foot care options. Take advantage of the fantastic, cutting-edge facilities that The Spa has to offer, including 12 treatment rooms, two infinity pools, Male and female State of Art Thermal areas, Fitness center, Spa boutique, indoor and outdoor relaxation areas, Yoga /Thai chi garden and 5 Spa suits.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/5b/1f/04/spa-infinity-pool.jpg",
    "name": "The Spa at Hilton Luxor Resort & Spa",
    "website": "https://www3.hilton.com/en/hotels/egypt/hilton-luxor-resort-and-spa-LUXHITW/spa/index.html"
  },
  {
    "address": "Luxor 85122 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxor and Aswan Travel is a Registered Travel Services Agency in Egypt. Provides tours and Travel packages throughout Egypt. Our competitive prices, short response time, customized and tailor made packages will surely be an advantage for you. We have our customer hotline that works 24/7 to be of service. Our Standard Operating Procedure assures our valued clients are in good hands and can enjoy a hassle free and memorable trip. Our packages suite everyone's desire, for individuals and groups. Our services ensure professionalism, pleasing hospitality, any time assistance, friendly team, multi lingual tour guides, excellent drivers, comfortable and clean vehicles. Egypt is an amazing destination, and we are here to organize a perfect holiday for our guests.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/43/c9/b2/luxor-and-aswan-travel.jpg",
    "name": "Luxor and Aswan Travel",
    "website": "http://www.luxorandaswan.com/"
  },
  {
    "address": "Khaled Ibn Elwaleed, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxor Egypt Tours is your gateway to the ancient wonders of Egypt. Our expert guides share captivating history and culture with global visitors. From private tours to Nile cruises and more, we craft unforgettable experiences that exceed expectations. Our attention to detail and personalized service ensures a seamless and enjoyable trip. Whether it's exploring temples or cruising the Nile.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/27/00/48/40/caption.jpg",
    "name": "Luxor Egypt Tours",
    "website": "http://www.luxoregypttours.com"
  },
  {
    "address": "The River Nile - Corniche, Luxor 11121 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Nile Cruisers \nOur team members each have a wealth of local knowledge which they are happy to share. Many of our team has traveled on the cruises we offer, enabling them to provide a unique insight into the type of accommodation, dining and other facilities you can expect to enjoy.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/1c/0b/58/caption.jpg",
    "name": "Nile Cruisers",
    "website": "http://www.nilecruisers.com"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Welcome To Journey To Egypt, The largest provider of Egypt Tours, Egypt Tour packages, Nile Cruises and Shore Excursions. We offer a great selection of tour packages giving you a tempting variety of offers at great discount prices. Have a look and choose from our Egypt day tours, Egypt tour Packages and Nile Cruises below. Should you wish to create your own package however, Journey To Egypt does allow you to do this- within very few clicks, you can organize accommodation together with a meal, a show, a tour, a ticket to one of Egypt?s famous sights and a transfer!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/19/5c/aa/1d/journey-to-egypt-logo.jpg",
    "name": "Journey To Egypt",
    "website": "http://www.journeytoegypt.com"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Aboard Nour El Nil, propelled by the gentle winds, you will discover the many archaeological treasures, magnificent deserts and breathtaking vistas Egypt has to offer. You will walk in villages and through orchards, meeting Egyptians as they go about their daily lives. Removed from the rush and crowds of typical Egyptian tours, you will find yourself traveling to Egypt?s finest destinations at your own leisurely pace, while we provide you with all the comforts and amenities that other Nile cruises can only claim to offer. Come join us on the wonderful boutique journey that awaits you.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/a7/04/14/the-deck-aboard-our-meroe.jpg",
    "name": "Nour El Nil",
    "website": "http://www.nourelnil.com"
  },
  {
    "address": "Television street, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Sunrise Hot Air Balloon luxor We offer ballooning adventures in Luxor. hot air balloons is the second ballooning company established in Luxor , and the biggest hot air balloon co. in Egypt ; past and present. Our experience in this region allows us to choose the best launching locations for the most scenic flights possible for each day's weather conditions.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/f3/ff/ae/caption.jpg",
    "name": "hot air balloon in luxor",
    "website": "https://hotairballoonsinluxor.com"
  },
  {
    "address": "El Roda El Sherifa Street, Luxor 95951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We are a Dutch/Egyptian travel agency with an AA listing since 2001. We live in Egypt and we hope you will travel with us! We used to work for European tour companies as a local agent but since 2007 you can also book with Kingfisher Tours directly. On our website you can decide to only book a private tour but you can also have a complete tailor made round tour all around Egypt including flights, hotels, transport, tours and even a tourleader. We have hundreds of reviews in our guestbook! Our team of guides and drivers are as passionate about their work as us and you will feel the personal touch and top notch service in every aspect of our tours. We have the inside information of how it is to travel safe in Egypt and we hope to welcome you here soon. Sunny greetings from Luxor, on behalf of the Kingfisher Tours Egypt team, Abu Bakr Mahmoud and Miriam Kok",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/41/5a/1f/family-tour-egypt.jpg",
    "name": "Kingfisher Tours Egypt",
    "website": "http://www.kingfishertours.com"
  },
  {
    "address": "Ahmed Esmat, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We are honored to carry out trips inside and outside Luxor by limousine Car. Such as the eastern mainland / Luxor and, Karnak Temple, and Museum. Western mainland / Valley of the Kings, and many sightseeing attractions. As for outside Luxor, they include: temple Esna, the Temple of Edfu, the Temple of Kom Ombo.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/d2/c4/71/caption.jpg",
    "name": "Egypt Private Trips",
    "website": "https://egyptprivatetrips.com"
  },
  {
    "address": "Front of El Gizera garden hotel, Luxor 85952 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "It?s me Ahmed Eldeak , English German speaking tour guide and Egyptologist , I have experience as tour guide , tour operator in tourism field almost 20 years ! Arrange daily tours , Nile cruise , accommodations for my clients and full service for anything?s belongs to tourists in Luxor and all over Egypt ! Only private \nMy main concern is showing my clients the real Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/96/d1/ac/el-deak-tours.jpg",
    "name": "Eldeak Tours",
    "website": "http://egypteldeaktours.com/"
  },
  {
    "address": "Television street, Luxor 85111 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Hot Air Balloon In Luxor | We Deal With The Largest, Most Experienced And Professional Hot Air Balloon Company In Luxor, Which Has a Long History And Distinguished In Terms Of Safety And Quality For More Than Three Decades And Dealing With Skilled Pilots. Therefore, We Consider As The Largest Balloon Booking Office In Luxor.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1b/19/15/15/caption.jpg",
    "name": "Sunrise ballooning luxor",
    "website": "https://sunriseballooningluxor.com/"
  },
  {
    "address": "Television Street behind B-tech, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Dahabiya NIle Sailing is a chance to experience The Nile as it was thousands of years ago. A sister company of Real Egypt(based in Cairo-owned and operated by Samir Abbass) Take our tours 4-5 days from Esna-asw or asw-esna, sail on a beautiful old fashioned sailing ship, fresh food, big sails wonderful atmosphere, float up the river to Aswan, experience Egyptian culture, meet the people, see how they live , fish with the locals, relax on board and visit the wonderful temples along your journey extend your tour to suit your holiday, please contact us for more details, BBQ beside the NIle, mooring on the islands, cultural visits to villages along the way, swim in the clear water near Aswan, YES, in the NIle, tours included, fully inclusive prices",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/1c/b9/96/22/dahabiya-nile-sailing.jpg",
    "name": "Dahabiya Nile Sailing",
    "website": "http://www.dahabiyanilesailing.com"
  },
  {
    "address": "Manshya Next to Luxor Station, Luxor 95851 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Egypt Gift Tours offers you a wide range of Tours & Excursions all over Egypt, from anywhere and everywhere. Package Tours, Sightseeing Day Tours, Nile Cruises, Adventure Tours, Water Activites and more, no matter how long is your vacation. Our tours can be private or you can join small groups and run every day to suit you with the best service ever.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/16/ec/aa/cb/caption.jpg",
    "name": "Egypt Gift Tours",
    "website": "http://egyptgifttours.com"
  },
  {
    "address": "Kornish Al Nile, Luxor 85111 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Historia sails every Monday from Luxor to Aswan for four nights and returns from Aswan to Luxor every Friday for three nights. Historia exposes the scenery of fluttering and cream linen curtains on an aged wise deck, one with stories to tell and things that have been seen. \nRoving throngs of eager and curious tourists marveling at the sensory delight of their surroundings, the majesty of ancient history, and the undeniable influence of the present. \nHistoria draws on the element of the legendary boat?s past, besides a subtle nod to the roots and heritage of Egyptian culture.\nSummoning the sophistication of Agatha Christie?s extensive repertoire of characters, the Historia cruise embraces the life of high-brow society. You can see the Egyptian-inspired furniture throughout the cruise as a glorious draw to the heritage of the land, with perforated rattan screens to allow an interplay of light and shadow and give a soft, diffuse glow to the surroundings.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/3c/93/ed/ship-overview.jpg",
    "name": "Historia The Boutique Hotel Nile Cruise",
    "website": "http://historiacruises.com"
  },
  {
    "address": "Haod 18, Al Awamia, Luxor 85952 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Nile Holiday offers high quality escorted Egypt Tours, Travel packages and River Nile Cruises. Our Egypt Tailor Made Holidays provide exceptional value, saving our customers time and money",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/17/1e/9a/fb/abu-simbel-temples.jpg",
    "name": "Nile Holiday",
    "website": "http://www.nileholiday.com/"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxor ,Aswan , Abusimbel, Cairo ,Red Sea Hurghada and Marsa Alam ,guided tours to the places of the historical interest. Visite guidate a monumenti storici e Lugosi di interesse storici,cultorale e noturalistico",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/02/62/a4/hatshepsut-temple.jpg",
    "name": "Luxor Local Guide - Day Tours",
    "website": "http://luxorlocalguide.com/"
  },
  {
    "address": "Khaled Bin walid St, Awamia, Luxor Steigenberger Hotel, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We design your dream vacations and travel plans and have the world at your reach. We would like to seize this opportunity to share with you Alhassany Travel website message. We believe that Tourism is not just a business but a mission to promote friendship, a smile to welcome new friends, and help them feel at home. Our mission is to share the wealth of the Egyptian civilization.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/b8/5d/4f/caption.jpg",
    "name": "AlHassany Travel",
    "website": "http://alhassanytravel.com"
  },
  {
    "address": "El Rawda Al Sharifa St, Luxor 85951, Egypt, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Whether you're a seasoned traveler or a first-time visitor, LuxorPrivateTour is the perfect choice for anyone seeking an authentic and enriching travel experience in Egypt. So why wait? Book your tour with LuxorPrivateTour today and discover the magic of Egypt for yourself! With our unbeatable prices, exceptional service, we guarantee that your tour with us will be one that you'll never forget.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/28/ac/6a/93/caption.jpg",
    "name": "LuxorPrivateTour",
    "website": "https://luxorprivatetour.com"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxortaxi for the independent traveller to Luxor and Upper Egypt. From airporttransfers to daytours around Luxor or trips to Abydos, Edfu, Aswan. On request tailormade and personal service is our standard. We offer a clean and comfortable car. Emailresponse within 24 hours. Only in English please!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/05/68/51/3f/luxor-taxi-private-day.jpg",
    "name": "Luxor Taxi -  Day Tours",
    "website": "http://www.luxortaxi.com/"
  },
  {
    "address": "Television st, Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We will be glad to assist you to tailor your own itinerary according to your time schedule, interests, and budget. Our Egyptologists will introduce you to the wonders of Cairo, Luxor, Aswan, Alexandria such as Giza Pyramids, Egyptian Museum, The Valley of the kings, Karnak & Luxor Temples, Abu Simbel Temple, Nile Cruises, and further afield to Hot Air Balloon, Felluca Trip, Sound&Light Shows, Dendara & Abydos Temples and much much more? We believe that your satisfaction should be guaranteed, and We pride ourselves that your comfort and Enjoyment is our top priority",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/02/cd/66/4a/luxor-for-you-private.jpg",
    "name": "Luxor For You - Private Day Tours",
    "website": "http://luxorforyou.com"
  },
  {
    "address": "Al-Habil, Luxor 85954 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxor safe tours offers a diverse range of Egypt tours, vacation packages, Nile cruises, day tours, and shore excursions to cater to clients worldwide. We're dedicated to providing captivating local experiences and have partnerships with top hotels and Nile cruises for competitive rates. With the best activities and optional tours in each city, we ensure enthusiastic experiences for all travelers. Call/Whatsapp: +201004448438",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/b3/b4/8e/caption.jpg",
    "name": "Luxor Safe Tours & Taxi",
    "website": "https://luxor-safe-tours.negocio.site"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Book your Egypt tour with us, we offer a wide range of Luxor tours, Aswan tours, Cairo excursions, Nile cruises and tailor-made holiday Visit our website for the latest deals and offers",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/4b/e3/67/philae-temple-day-tour.jpg",
    "name": "Go Luxor Tours",
    "website": "http://www.goluxortours.com"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We sail the Nile! Come sailing with us! Get the feeling of sailing down the longest river in the world, where the Egyptian pharaohs lived and built their temples. There is not a cloud to be seen in the clear blue sky. The shores are lined with mango trees and date palms. The mountains of Thebes rise in the west behind a narrow fertile strip of soil along the shore.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/b9/4f/bc/dahabiya-abundance-wadi.jpg",
    "name": "Sail the Nile",
    "website": "http://sail-the-nile.com/our-programme-sail-the-nile/sailing-trips-nile-egypt/"
  },
  {
    "address": "cornich street aswan plaza b12 Shop1 build,12 Algawazat St., Luxor 81511 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Oscar Egypt Tours is one of the largest companies in Egypt within 15 years experience in tourism industry, we are here for helping you to make memories around Egypt, Oscar Egypt Tours is locally owned so we know exactly how to give you best experience in Luxor we will show you all hidden Features, We organise all Tours around Egypt, so if you want to have best time in Egypt contact us :)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/bf/19/9d/caption.jpg",
    "name": "Oscar Egypt Tours",
    "website": "https://www.LadyBirdEgyptTours.com"
  },
  {
    "address": "Ahmed Esmat, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We are honored to carry out trips inside and outside Luxor by limousine Car. Such as the eastern mainland / Luxor and, Karnak Temple, and Museum. Western mainland / Valley of the Kings, and many sightseeing attractions. As for outside Luxor, they include: The Temple of Esna, the Temple of Edfu, the Temple of Kom Ombo, Aswan. / Temple of Dendera, Temple of Abydos. And trips to Abu Simbel temple.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/56/96/78/caption.jpg",
    "name": "Ali Luxor Tours",
    "website": "https://luxorfortour.com/"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Amazing global travel. travel to Egypt and enjoy our day tour in Cairo to visit the Egyptian museum, explore Coptic Cairo and the citadel of Saladin. Day tour to visit the great pyramids of Giza and the step pyramids of Sakkara. Luxor day tour to visit the valley of the kings and the temple of queen Hatsheput. or to visit luxor East bank including Karnak and luxor temple. day tour in Jordan to visit Petra. Amazing global travel provide you with luxury Nile cruises, luxury private guided tour, and Egyptologist tour guides. hotel booking, flight ticket booking. enjoy travel to Egypt, Jordan and Israel, with a private tour guide in a luxury privet tour.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/56/ab/28/safari-tour-to-wadi-hitan.jpg",
    "name": "Amazing Global Travel",
    "website": "http://www.amazingglobaltravel.com"
  },
  {
    "address": "Gazieret Al awamiah Luxor, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "As one of the pioneering companies for passenger balloon rides, we are able to provide you with a unique and unforgettable balloon adventure.\nWe are aiming to be the safest, high quality and memorable hot air balloon flight experience in Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1d/a4/0e/05/caption.jpg",
    "name": "Balloon over Luxor Kwanzo",
    "website": "https://balloonoverluxor.com/"
  },
  {
    "address": "Train station Street  Luxor Egypt Train station street Luxor Egypt, Luxor 095 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Welcome To Bob Marley Tours Operating& Travels & Tickets .Luxor Egypt\nBOOKINGS & ARRANGEMENTS\nCairo, Luxor,Aswan ,Alexandria Sightseeing\nDahab Sightseeing\nNile Cruise & Sailing\nDesert Safari\nHotels & Hostels Bookings\nSpecial Arrangements. 24/7 customers service More information feel free email us bobmarleytoursegypt@hotmail.com WhatsApp 0015092008272",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/77/6e/fb/caption.jpg",
    "name": "Bob Marley Tours & Operator Egypt",
    "website": "http://bobmarleytours-egypt.com/"
  },
  {
    "address": "Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Ask the Egyptian is offering our clients an experience that exceeds all their expectations and pampering, while enjoying the sun and wonderful landscapes in Egypt on both sides of the River Nile: east and west banks of the river Nile. We always try to make your dreams a reality by using our resources : Tour operators and tour guides. whether your interests are in the natural, adventurous, historical, cultural, or spiritual sides of Egypt, we are the right travel companion for you holiday",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/e0/22/73/pyramids.jpg",
    "name": "Ask the Egyptian Tours",
    "website": "http://www.asktheegyptian.com"
  },
  {
    "address": "Station Street Front Luxor Post Office, Luxor 85952 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Welcome to our five stars services & We owned tour operator and travel agency located in Luxor, Egypt. We specialize in several tours to Egypt from City break to multi-day packages, shore excursions, desert safari, and Egypt Nile cruises. Which available for those who wish to take a high quality of tours to enjoy with their travel.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/e7/ab/a5/caption.jpg",
    "name": "Luxortourguide",
    "website": "https://luxortourguide.com"
  },
  {
    "address": "1 Cornish Al Nile, Luxor 85953 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We not only offer you Tours, we give you a real experience in Egypt; an experience of a lifetime, we understand very well what you need. It is not just about visiting tourist places, it is much more than this. We offer a complete experience in Egypt, to know its history and also the present to see how the people live, talk to them and taste their traditional food.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/2a/bd/c7/c7/caption.jpg",
    "name": "Roxana Travel",
    "website": "https://roxanatravel.com/"
  },
  {
    "address": "17 Corniche El Nile Street At the entrance of the Sofitel Winter Palace, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "If you are looking for a unique and unforgettable way to explore Egypt, look no further than Far and Beyond Travel Luxor. We are experts in creating tailor-made tours and experiences that suit your preferences and budget. Far and Beyond Travel is a licensed travel agency by the Ministry of Tourism in Egypt since 2008, with license number 1657.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/b1/84/0b/caption.jpg",
    "name": "Far and Beyond Travel",
    "website": "http://www.farandbeyondtravel.com/"
  },
  {
    "address": "Estrahet El-Mohafez, Luxor 885511 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "The balloons we use in Paradise Balloons were specifically designed for us and our customers' needs and manufactured by the leading balloon manufacturer in the world Ultra Magicballoons. We were able to do so because of our team of experts that have decades of experience in ballooning in Luxor. More spacious baskets and wider dimensions mean extra comfort and higher measures of safety.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/ca/62/7f/caption.jpg",
    "name": "Paradise Balloons",
    "website": "http://www.paradiseballoon.com"
  },
  {
    "address": "Luxor 85954 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Travel to Egypt is an operator located in Luxor helps international guests enjoy their holiday in Luxor, Team of professional and multilingual tour guides, Comfortable cars, Nile cruises booking, hotel booking, flight ticketing. We care about wheelchair people.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/38/f7/b9/travel-to-egypt.jpg",
    "name": "Travel To Egypt",
    "website": "http://traveltoegypt.co.uk"
  },
  {
    "address": "West Bank front of Local ferry, Luxor 85836 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Classic Tours Egypt.com is travel web portal for Classic Tour Services LTD, which is located in opposed to the local Nile Ferry, West Bank, Luxor, Egypt.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/e7/90/69/caption.jpg",
    "name": "Classic Tour Services",
    "website": "https://classictoursegypt.com/"
  },
  {
    "address": "West Bank, Luxor 85958 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "with us all the fun and joy of riding a hot air balloon is guarantied you can see Luxor from above, see sunrise, valley of the kings, Hatshepsut temple, Nile river, the green farms and most of Luxor's monuments also we can arrange your tours in Luxor with professional guides and accommodation, the best price with us, just book and you will never regret.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/6f/06/2f/caption.jpg",
    "name": "ali baba tours and balloon",
    "website": "https://alibababalloon.wuiltsite.com/"
  },
  {
    "address": "174 Crossrail Road, Luxor 28115 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "The Opulence of Egypt is a whole new level of luxury service that, once experienced, the rest of your years will be transformed. Ancient greats such as Alexander the Great, Napoleon, Galileo, and yes Jesus himself shared a relationship with Egypt and thus claimed their monumental place in history. What secrets will you unlock as your feet reconnects you to the power you have inside?",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/27/a4/38/17/caption.jpg",
    "name": "The Opulence of Egypt, LLC",
    "website": "http://www.theopulenceofegypt.com"
  },
  {
    "address": "West bank, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "We provide private tours to Luxor, Aswan, Hurghada, Cairo. Day trip or package we are so happy to serve you.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/a1/70/a4/caption.jpg",
    "name": "Luxor Private Trips",
    "website": "https://luxorprivatetrips.com/"
  },
  {
    "address": "5 Stars Building _ Nasr Street _ Dahar _ Hurghada _ Egypt, Luxor 84511 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Travel agency in Egypt .more than 15 years of experience of group and private tour. We offer Tour to Egypt, Jordan, Jerusalem, Turkey, Georgia",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/2a/47/4d/f4/caption.jpg",
    "name": "Sueno Travel Egipto",
    "website": "https://sueno-travel.com/"
  },
  {
    "address": "Ahmed Esmat, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Luxor Taxi Tours offers a variety of tours, including cultural tours, historical tours, and adventure tours. Their cultural tours focus on Luxor's rich history and ancient civilization, and include visits to iconic landmarks such as the Karnak Temple, the Luxor Temple, and the Valley of the Kings. Their historical tours are designed to give travelers a deeper understanding of the city's .\nMy email address is: info@egyptprivatetrips.com\nMy phone number : +201008685193",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/e6/73/1b/caption.jpg",
    "name": "Luxor Taxi Tours",
    "website": "http://www.luxortaxieg.com"
  },
  {
    "address": "Vally of the kings street, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Etro Tours pioneering luxury Tour Operator runs daily private tours and tailor-made holidays ranging from a full package to shorter breaks.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/ba/f9/27/caption.jpg",
    "name": "Etro tours",
    "website": "https://etrotours.com"
  },
  {
    "address": "Luxor Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Easy Touring Service, Get a trip that you will remember forever. We are a team of devoted tour guides that gathered together to make your travel experience easy, fun, and full of life. Customizing a holiday to suit your dreams, with a variety of prices options to match your budget, and makes your trip easier. We started EZ Tour Egypt with one thing in mind ?our guests come first?, with multilingual tour guides to speak in your mother language. For further information about our tours, packages and Nile cruises, feel free to browse our website, and if you need to ask about anything don?t hesitate to contact us and our team we get back to you in a couple of hours.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/16/11/3d/7c/our-awesome-tour-guide.jpg",
    "name": "EZ Tour Egypt",
    "website": "http://eztouregypt.com"
  },
  {
    "address": "16 Al Etmaad St, 2nd Floor Apartment, Luxor, Egypt, Luxor 1351201 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Egypt Holiday Makers offers a wide selection of Egypt tours, led by the most professional Egyptologist tour guides who have extensive knowledge of Egypt. Traveling in Egypt with our guides is like exploring a dream come true, as you'll be able to interact with the locals and make your journey an unforgettable experience.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/2a/e3/e9/c2/caption.jpg",
    "name": "Egypt Holiday Makers",
    "website": "https://www.egyptholidaymakers.com/"
  },
  {
    "address": "10 St.El-Tayeb, Gazirat Al Awameyah, Luxor, Luxor Governorate, Luxor 85951 Egypt",
    "city": "Luxor",
    "country": "Egypt",
    "description": "Let`s Discover Egypt offer Many Experiences, Activities and Tours, Let`s Discover Egypt Tours offers the Greatest tours and holidays with Love and passion\nOur Tours are made to fit all budgets and all customized and suggested Tours. We have our qualified team of tour operators, Tour leaders, Egyptologist' tour guides and Drivers who will make you a memorable Holiday.\nLet's Discover it with us :)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/27/68/b3/f3/caption.jpg",
    "name": "Let's Discover Egypt",
    "website": "http://egyptroundtours.com"
  },
  {
    "address": "52 km El Quseir - Marsa Alam road The Camel Yard Camp - Port Ghalib, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "We are #1 leading desert safari and excursions company in Marsa Alam, Port Ghalib and El Quseir. - Since 2003 until now our goal is to create for our dear guests the perfect combination between fun adventures, unforgettable experience, amazing memories with the highest levels of safety! - We are NOT an excursion company, tour operator, website, broker or Facebook page selling excursions online!! We own and run the business! it's our job, we love it and we are happy to serve you with pleasure. When you book with us you are making a direct deal with out any third party taking commission in the middle. - We offer a wide range of activities all owned by us: Quad biking, Buggies, Jeep Safari, Camels&Horses back riding, National parks, Dining in the desert, Desert parties and Camping. For private and incentive groups, please contact us. Book with us to get the best service, best experience, best rates. Hope to welcome you all in Egypt and Marsa Alam, wish you all a fantastic holiday :)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/15/53/54/d5/big-red-honda-700.jpg",
    "name": "Amore Safari",
    "website": "http://amoresafari.com"
  },
  {
    "address": "Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Planet spa is the place where beauty, wellness, professional knowledge and personalised attention combine to create an unforgettable holiday experience. We offer a full range of various massage treatments and spa rituals, as well as customised packages for every occasion. Discover Planet Spa, the Planet of Wellness!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/10/e5/0f/e0/what-can-be-better-than.jpg",
    "name": "Planet Spa at Hilton Marsa Alam Nubian",
    "website": "http://www.planetspa.net/"
  },
  {
    "address": "Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "We are a Marsa Alam based taxi and travel company, with our own tourist licensed and fully insured modern A/C vehicles. We guarantee reliability from professional multilingual drivers at competitive prices. We also supply sim cards so you can forget those hotel WiFi costs. Or let us organize your excursion to anywhere inside Egypt, including desert safaris, fishing, lagoon beaches, snorkeling or overland trips to El Quseir, Luxor, Aswan or even Cairo. Tell us your plans and we'll organize a tailor made package quickly and efficiently so you can concentrate on enjoying an unforgettable holiday.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/98/19/2d/steven-s-taxis.jpg",
    "name": "Steven's Taxis",
    "website": "http://www.marsaalam.com/Taxi_Trips_and_Prices.html"
  },
  {
    "address": "Halayeb We Shalateen Rd Lagoon View Resorts, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Scuba World Divers offer's a whole range of diving courses from beginners to Dive Master. Many famous dive spots are within reach and divers of all levels can enjoy the untouched reefs Southern Egypt is known for ? either from the shore or from our comfortable diving boats.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/d4/3f/03/welcome-to-our-reception.jpg",
    "name": "Scuba World Divers - Lagoon View Resorts, Marsa Alam",
    "website": "http://www.scubaworlddivers.com"
  },
  {
    "address": "Three Corners Sea Beach Resort Seconda sede Novotel Resort, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "The Seaworld Diving Center welcomes all customers with professionalism and sympathy, trying to meet the needs of the diver but also of the families. Organizes daily diving and snorkeling in the beautiful bays of Marsa Alam and every day is possible to dive from the jetty of the hotel in the beautiful house reef. Everyday possibility of a night dive. The property also offers a store where the land staff every day ensure rinsing of equipment. If you are not saying at Three Corners Sea Beach we offer a free tranfer from these hotels several hotels in Marsa Alam. Since 2015 there is anoter branch in Novotel Marsa Alam.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/16/97/a0/b7/img-20190224-100256-largejpg.jpg",
    "name": "Seaworld Diving Center",
    "website": "http://www.seaworld-diving.it"
  },
  {
    "address": "Al Qusair - Marsa Alam Road Akassia Swiss Resort, Marsa Alam 08236 Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Diving center located in 2 hotels between Marsa Alam & El Quseir Rohanou Beach Resort & Marina Resort Port Ghalib. Transfers from Marsa alam and from Hurghada airports",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0a/d7/cc/56/dive-center.jpg",
    "name": "Wonderful Dive",
    "website": "http://www.wonderful-dive.com"
  },
  {
    "address": "Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Ducks Diving Superior is a dive center that offers recreational diving services including boat trips, shore trips and safaris, also known as liveaboards.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/13/4d/b4/fa/coral-reefs.jpg",
    "name": "Ducks Diving Superior",
    "website": "http://www.ducks-superior.com"
  },
  {
    "address": "Port Ghaleb, Marsa Alam 84721 Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "The Marsa Alam transport service operates probably the best value and the most reliable taxi service in the Marsa Alam area. Marsa Alam City is the ideal option for convenient comfortable and reliable for transfer and excursions and historical tours. Do not hesitate to book your airport transfer and point to point transfer online and easier with Marsa Alam City. At our website you will find all excursions you looking for in Marsa Alam. We have list off what to do in Marsa Alam and we offer the sim card for internet in Marsa Alam. Excursions in Marsa Alam: - Abu Dabbab dugong bay -Hamata Island - Sataya dolphins - Dolphins house - El Qusair day tour - Port Ghalib trip -- Marsa Alam Town - Safari trip - Wadi El Gemal - Marsa Mubarak snorkeling - Day tour to Luxor from Marsa Alam - Day to Aswan from Marsa Alam Special price for groups regards Bishoy.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/0e/65/f0/trustworthy-taxi-service.jpg",
    "name": "Marsa Alam City Taxi",
    "website": "http://www.marsaalamairporttaxi.com"
  },
  {
    "address": "Qesm Al Qoseir, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Welcome to our Diving Center which is located in 4-star SOLY MAR REEF MARSA / Jaz Grand Marsa. Situated 65 kilometers south of El Quseir on the road to Marsa Alam and only 3 kilometers from Marsa Alam Airport, Scuba World Divers offers the whole range of diving courses from beginner till Assistant Instructor trainer.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/13/6e/7c/1f/reception.jpg",
    "name": "Scuba World Divers - Solymar Reef Marsa",
    "website": "http://www.scubaworlddivers.com/port-ghalib/"
  },
  {
    "address": "Marsa Alam 12345 Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "ORCA Dive Club Shoni Bay not only offers its guests the wonderful house reef with direct access from the shore, but also Zodiac trips directly from the on the beach located jetty. Furthermore, day trips by boat to Elphinstone, Shaab Samadei and Shaab Marsa Alam. Trips by minibus and pickup to nearby shore dive sites are also on our dive schedule, such as the wonderful Abu Dabab Bay, where there is a good chance of seeing dugongs, large turtles and guitar sharks, and of course the Abu Dabour house reef at the nearby ORCA Dive Club Concorde Moreen beach",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/22/46/f7/0d/our-freshly-renovated.jpg",
    "name": "Orca Dive Club - Shoni Bay Resort",
    "website": "http://www.orca-diveclubs.com/shoni-bay/"
  },
  {
    "address": "17 km north of Marsa Alam town, Brayka Bay Reef Resort & Royal Brayka Bay, Marsa Alam 84722 Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Coraya Divers is located in Brayka Bay Resort and offers an easy access to a beautiful house reef. Many diving/snorkeling activities by speedboat or minibus make this dive center perfect for active holiday. Visit us & Enjoy Your Coraya Team",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/86/96/00/coraya-divers-brayka.jpg",
    "name": "Coraya Divers Brayka Bay",
    "website": "http://www.coraya-divers.com/brayka/"
  },
  {
    "address": "Hurghada.portghalib, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "We offert trips everywhere in egypt.With good price and safty.You will enjoy with us,",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/21/ea/1e/8c/reef-taxi.jpg",
    "name": "Reef Taxi",
    "website": "http://reef.taxi"
  },
  {
    "address": "Port ghalib Marina, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Best Snorkeling Tour in Marsa Alam , we organize a fantastic day swim in places like in an aquarium , turtles, dolphins , dugong , fishes with all colors it's a real paradise. On our New Boat Chance, relax on the deck while our chef is preparing a delicious buffet. Very friendly crew will help you, be with you in the water and shows you the best spots. We also offer private overnight, have your own mini cruise with friends and family.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/8d/2c/b5/best-snorkeling-tour.jpg",
    "name": "Chance Swiss Egy",
    "website": "http://www.marsaalam-snorkelingboat.com/"
  },
  {
    "address": "Port Ghalib Marina, Marsa Alam Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "This tranquil coast line which is more than 100 kilometers long and in generally referred as ?Marsa Alam? is a remote location with untouched diving sites and desert views. While remote, it is easy to reach with direct flights to Marsa Alam or via Hurghada. We have daily diving and snorkeling trips where we choose the coral reef along the coast depending on the weather, wind and our guest?s experience. There are many excellent dive sites to spot turtles, dolphins and even a dugong! We pride ourselves with the comfort of our fleet. Our boats are all equipped for divers and snorkelers. However, if you wish to come out with us for a relaxing day without getting your hair wet, you will find the boats both spacious and comfortable.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/06/5b/a4/17/colona-divers-marsa-alam.jpg",
    "name": "Colona Divers Marsa Alam",
    "website": "http://www.colona.com/marsa.lasso"
  },
  {
    "address": "Radisson Blu Resort, Marsa Alam 84509 Egypt",
    "city": "Marsa Alam",
    "country": "Egypt",
    "description": "Egypt Explorer Diving Center Leaded by a team of over 25 years of SCUBA diving expertise, has trained over five thousand divers and hosted thousands of certified divers.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/6b/0c/8d/caption.jpg",
    "name": "Egypt Explorer Diving Center",
    "website": "https://egypt-explorer.com/"
  },
  {
    "address": "Montazah Beach,Between Baron Palms & Sensatori Baron Boulevard, Ras Nasrani, Nabq Bay, Sharm El Sheikh 11 5 11 Egypt",
    "city": "Nabq Bay",
    "country": "Egypt",
    "description": "Sinai Excursions is a part British owned tour company based in Sharm el sheikh providing trips not only in Sharm but all over Egypt.Our team is a mixture of British and Egyptian which allows us to meet customer needs and exceed expectations time and time again.Our main aim is to ensure our customers receive a first class service for the best possible price. We guarantee you will not be disappointed.Sinai Excursions have a 24 hour cancellation policy, we are always on time, deliver exactly what's advertised and we really do go that extra mile to make your holiday special.Book with Sinai Excursions now and make your holiday one to remember.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/05/48/28/59/sinai-excursions-day.jpg",
    "name": "Sinai Excursions - Day Tours",
    "website": "http://www.sinaiexcursions.co.uk"
  },
  {
    "address": "2nd Champolion St. Down Town, New Cairo City 11511 Egypt",
    "city": "New Cairo City",
    "country": "Egypt",
    "description": "I am a local guide and driver with 14 years of experience in Cairo?s tourism industry. \nNot only will I drive you to the usual tourist sights, but can also show you real authentic local life. \nTell me what you want to see and do and I will make it happen.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1a/24/cb/4b/caption.jpg",
    "name": "Private Driver/Guide in Cairo - Farag Radwan",
    "website": "http://www.egyptbudgettours.com"
  },
  {
    "address": "100 Al Ahram street,Giza,Pyramids Egypt, New Cairo City 11622 Egypt",
    "city": "New Cairo City",
    "country": "Egypt",
    "description": "We are Egyptian local Felucca experts organize Private short Daily Felucca trips on the Reiver Nile for 2 hours in Cairo , Luxor and Aswan. Our trips are always guided by a professional egyptologist guide and includes all Pickup & drop off transfers from your hotel by car with air conditioning, Lunch and all entrance fees.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/a9/cb/99/caption.jpg",
    "name": "Egypt Tours Online",
    "website": "https://egypt-tours-online.com/"
  },
  {
    "address": "Safaga 11432 Egypt",
    "city": "Safaga",
    "country": "Egypt",
    "description": "we offer private and individual excursions in Egypt. Our excursions are without other guests and far away from mass tourism. Come with us and see the real life of the egypt people. Our excursions take place on the Red Sea between el Gouna and Marsa Alam Experience Egypt with us Our motto: Come as a stranger and leave us as a friend Facebook: Erlebnis gypten VIP Ausflge Instagram: erlebnis-aegypten.de",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/1c/28/de/e6/erlebnis-agypten.jpg",
    "name": "Erlebnis Agypten",
    "website": "http://www.erlebnis-aegypten.de"
  },
  {
    "address": "Safaga 84711 Egypt",
    "city": "Safaga",
    "country": "Egypt",
    "description": "Tornado Surf is an independent water sports center in lovely Safaga on the Red Sea (Egypt). In a warm and friendly atmosphere you can enjoy your holidays to the fullest - much cosier and more sociable than you would find it in the big centers. Whether you come for kitesurfing, windsurfing, catamaran sailing, stand up paddling or you simply want to relax - here at Tornado Surf Center you are always welcome.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0f/93/b0/54/excellent-kitesurf-conditions.jpg",
    "name": "Tornado Surf",
    "website": "http://www.tornadosurf.com"
  },
  {
    "address": "Soho Square, White Knight Beach Sharks Bay, Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Welcome to Soho House Sharm El Sheikh! The best way to celebrate in good vibes is here with us. 5 mins from Sharm El Sheikh International Airport.? See more Whether you care for an outing with your friends, a heart-to-heart chatter with your closest buddy, an evening with your loved ones, or even if you simply fancy dinner & drinks, where you can enjoy an all-day menu. Nightlife is our forte, We have created a flawless party recipe, careful design and decor, the best DJs, and lighting, which unite crowds through quality music and positive energy that get you in the mood for dancing.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/23/8b/e2/ae/the-ministry-of-entertainment.jpg",
    "name": "Soho House Sharm El Sheikh",
    "website": "https://www.soho-sharm.com/sharm-nightclub/soho-house/"
  },
  {
    "address": "Soho Square Sharks Bay, Sharm El Sheikh 12444 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "The Mandarin Bar serves as a relaxing lounge to finish off a meal with drinks and offers a great venue for evening drinking with digital live entertainment screens. Open-air seating with outdoor tables, large flat-screen TV, and shisha.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/64/24/f7/mandarin-bar.jpg",
    "name": "Mandarin Bar and Cocktail Lounge Sharm el-Sheikh",
    "website": "http://www.soho-sharm.com"
  },
  {
    "address": "King abdullah street naama bay, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Airport transfer service safe reliable drivers with clean new cars will be waiting to meet your flught or collect you from your accomodation great fixed prices for all around sharm and surrounding area. Contact via e mail, phone, whats app or viber \nEgyptian number +201008225002\nUnited kingdom number +447384960782",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/ff/25/a7/caption.jpg",
    "name": "Taxi Sharm",
    "website": "http://taxisharm-transportation-service.business.site/"
  },
  {
    "address": "King Abdullah Street Naama Bay, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Airport transfer service safe reliable drivers with new clean cars will be waiting to meet your flight or collect you from your accommodation great fixed prices for all around Sharm and surrounding areas",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/19/0d/82/ac/caption.jpg",
    "name": "Sharm Airport Transfers Karim",
    "website": "https://sharm-airport-transfers-karim.business.site/?m=true"
  },
  {
    "address": "Peace Road, Next South Sinai Hospital Kenndy Mall, Sharm El Sheikh 49916 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "VIP services in the airports of Egypt (Hurghada, Marsa Alam, Sharm El Sheikh, Borg el Arab, Cairo, Sphinx and Luxor) and in over 40 other countries worldwide. Global Marketing Travel Solution was established in 2015 as the exclusive marketer for Pearl Assist specialized in facilitating all airport procedures for the traveler avoiding queues: Fast Track Service Meet & Assist Services Airport Lounges Private Jet Limousine Service Airport transfer service",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/22/a6/a6/75/fast-track-marsa-alam.jpg",
    "name": "GM Travel Solution",
    "website": "http://gmtravelsolution.com/"
  },
  {
    "address": "Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Sun?N Fun started business in Sharm Elsheikh July 1990, and grew to be operating in most of the major hotels in Sharm Elsheikh, specializing in the water sports, excursions & fitness fields. Sun?N Fun owns its own equipment, varying from parasailing boats, Discovery glass bottom boats to speed boats and yachts, Sailing Boat Sina Dream, Semi Submarine, quad runners, catamarans, lasers & windsurfs.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/24/56/94/6d/logo.jpg",
    "name": "Sun 'N Fun",
    "website": "https://www.sunnfunegypt.com/"
  },
  {
    "address": "Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "British & Egyptian Management & Team! An established company with a great reputation for our very competitive prices, honesty, integrity, advice and friendly personal service.Our package is not solely about price, but safety, standards and experience. We want you to have the best possible time, but will not risk your safety to be the cheapest price.Meeting us as customers, but leaving as very good friends!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/43/61/29/falcon-adventure-sharm.jpg",
    "name": "Falcon Adventure",
    "website": "https://www.falconadventure.com/"
  },
  {
    "address": "Sheraton Road, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Reef Oasis Dive Club is a PADI 5* IDC Resort and Technical Dive Center. We are operating world wide, having 2 more dive destinations: Dominican Republic and Bahamas. In Sharm we have 2 dive centers overlooking the best house reefs in the area: Temple and Far Garden. We have boat trips to the Ras Mohamed National Park, Tiran, Thistlegorm wreck and Blue Hole in famous Dahab. We offer a whole range of courses from beginner to PADI Instructor. For those who never dived before we have every day a free trial dive in the pool. This way you learn the beginning skills from diving and you get used to the equipment. Who would like to try Scuba diving in the Sea, can start with Discovery Scuba Diving Program. If you like it you can continue to become a PADI Scuba Diver or a PADI Open Water Diver. Excellent reefs, wrecks and wall dives, diving from boats, waste no more time before experiencing the beauty and freedom of the weightless floating underwater.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/26/da/d8/18/reef-oasis-dive-club.jpg",
    "name": "Reef Oasis Dive Club",
    "website": "http://reefoasisdiveclub.com/sharm-el-sheikh"
  },
  {
    "address": "Ras Nasrani Bay, Sharm El-Sheikh, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "The Coral Diving Club is a structure of excellence in Sharm el Sheikh. We have three private boats, four buses for the transfer of our customers from the resorts to the port and back and we are present in different reception facilities in this wonderful tourist location. We offer diving and snorkeling trips from the beach and from the boat, visiting the dive sites along the coast, on the atolls of Tiran Island and in the wonderful Ras Mohamed national park. The Coral Diving Club is a 5-star PADI diving center and organizes diving courses for all levels. You will be amazed by our organization, seriousness and professionalism. You will arrive as a customer and leave as a FRIEND ...",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/17/19/13/69/logo.jpg",
    "name": "Coral Diving Club",
    "website": "http://www.coraldivingclub.net/"
  },
  {
    "address": "Al safari Road,, Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Our company is a highly qualified team whose main aim is the organization of comfortable and safe trips. Significant work experience, professionalism of personnel, accuracy and speed, fulfillment of contractual obligations and absolute understanding of our clients? needs are our main principles of work.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/10/3f/3c/57/our-atvs.jpg",
    "name": "El Sherif Safari",
    "website": "http://www.elsherifsafari.com"
  },
  {
    "address": "El Salam Road Nabq Bay, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Sharm Smile Tour has a great experience in field of tourism in all over Egypt. We organize all types of day tours, holiday packages & Nile cruises considering what will be matching the travelers' requirements. Our main goal is the customer's satisfaction and customer safety is of paramount importance to us. You will find us as real friends of you here in Egypt and this is our turn to come into your dream so please smile!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/13/c8/43/f6/kissing-sphinx.jpg",
    "name": "Sharm Smile Tour",
    "website": "http://www.sharmsmile.com"
  },
  {
    "address": "Close to Pegas Touristik, Sharm El Sheikh 46618 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "The best traveL agent where you can find everything you want the highest degree of experience, quality and organization",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/26/fd/1e/18/bucco-blu-a-dahab.jpg",
    "name": "Bibo Viaggi",
    "website": "http://bibo-viaggi.com/"
  },
  {
    "address": "Sharm Elysee Street Um Sid Hill Hadaba Uni Sharm Hotel, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Elite Diving is a British family Owned and managed dive center in Sharm El Sheikh Red Sea that offers PADI & BSAC courses for beginners and divers wanting to advance their training and experience. They also provide diving packages for qualified divers of different diving grades and ability. They go under the name of Divers United in resort. Elite Diving has won the Best Red Sea dive center consecutively for the last three years, voted by UK Sports Diver Magazine readers. They have also won two world titles by becoming The Best Overseas Dive Center award for 2013 and 2014. \"The emphasis is put on safety, with fun being a very close second. You'll see by our reviews that there is a family atmosphere, with many of our divers returning regularly which gives us encouragement knowing we're doing something right. We welcome new divers as much as returning ones.\" We're small enough to care but big enough to deliver.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0e/2e/84/4b/caption.jpg",
    "name": "Red Sea Elite Diving",
    "website": "http://www.elite-diving.com"
  },
  {
    "address": "Cleopatra Luxury Resort, Sharm El Sheikh 11112 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "We provide all services for scuba diving and snorkeling in the wonderful diving sites of Ras Muhamed, Tiran and beyond. We offer all levels of diving courses for beginners and experienced divers. We offer daily scuba diving and snorkeling excursions as well as diving safaris. We have top of the line diving gear, your safety as a diver is our top priority. Certified Mares stockist.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0d/82/a9/49/vip-diving-college.jpg",
    "name": "VIP Diving College",
    "website": "http://www.vipdivingcollege.net"
  },
  {
    "address": "El Salam road NABQ bay Located in front of sea beach aqua park shop 4, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Nabq Tours provides the best value for money and service in the Red Sea area... - Airport transfers and wifi boxes - Boat trips to the famous Ras Mohamed + White Island -Tiran Island - Desert quad biking and sand buggies - Swimming with dolphin - Luxor and Cairo trips - Scuba diving course and trials - and lots more fun trips for all the family.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/15/cd/79/1b/getlstd-property-photo.jpg",
    "name": "Nabq Tours sharm",
    "website": "http://www.nabqtours.com"
  },
  {
    "address": "Nabq Aurora Oriental resort, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Sea World Dive Club is located in the heart of Nabq Bay inside Aurora Oriental resort Hotel & Amwaj hotel,Scuba diving , Snorkiling trips and Speed Boat and water sports, submarine, swimming with dolphins, safari and more activites wait you there",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/28/1a/89/01/sea-world-dive-club.jpg",
    "name": "Sea World Dive Club",
    "website": "http://www.seaworlddiveclub.com/"
  },
  {
    "address": "Charmillion Club Aqua Park Hotel, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Red Sea Adventure offers a great variety of services to fulfill all our guests needs.\nWhether you are a good swimmer or not, we will make sure you enjoy your vacation with us above and under water.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1c/4a/89/3d/caption.jpg",
    "name": "Red Sea Adventure",
    "website": "http://redseaadventure-eg.com"
  },
  {
    "address": "Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Sharm Station Viaggi  un'agenzia locale specializzata in escursioni su Sharm el Sheikh e nelle altre citt principali dell?Egitto che vanta oltre 15 anni di esperienza nel settore. Perch scegliere Sharm Station Viaggi? Sicuramente per la nostra passione per l'avventura e per la minuziosa cura dei dettagli al fine di garantire un?esperienza indimenticabile ai nostri clienti. Siamo orgogliosi di offrire un'ampia gamma di escursioni che soddisfano i diversi gusti e interessi dei nostri clienti. Che si tratti di esplorare i ricchi fondali marini o di esplorare il deserto o addirittura di visitare i siti storici e culturali del nostro Paese come Luxor e Il Cairo, siate sicuri che con noi troverete sicuramente un'opzione adatta ai vostri gusti.  Oltre alle numerosissime attivit proposte a Sharm el Sheikh, infatti, si possono organizzare escursioni in tutto l'Egitto.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/cf/cf/48/caption.jpg",
    "name": "Sharm Station",
    "website": "http://sharmstation.it"
  },
  {
    "address": "Beside Metro Super Market / Old Sharm, Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Egypt Excursions Online is official portal for Egypt excursions offer you to book Sharm excursions, Cairo Day Trips, pyramids Tours, Sightseeing Tours, Hurghada quad runner, snorkeling diving, Things to do, Luxor tours, Abu Simbel, Dahab, Taba, Fayoum, Aswan, more",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/02/37/0f/2f/snorkelling-at-ras-mahammad.jpg",
    "name": "Egypt Excursions Online",
    "website": "http://www.egypt-excursionsonline.com/"
  },
  {
    "address": "C/o Hilton Sharks Bay, Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "We offer a 1st Class service, since 1987.Our dive centers at Novotel Palm & Beach and Hilton Sharks Bay Resorts are Padi IDC Gold palm resort and we offer daily snorkelling and diving trips to Ras Mohamed National Park and Strait of Tiran. Our multilingual instructors, including Japanese, teach all level of Padi courses, including Nitrox. Sinai Dive Club offers a full family programme, in Sharm El Sheikh and Sinai, if you have non-diving family or friends with you they too can have a fun packed holiday, doing all the things they enjoy to.We can help you organise whatever is needed and give our advice on where to go, what to do and what to see.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/11/47/6c/43/sinai-dive-club-staff.jpg",
    "name": "Sinai Dive Club",
    "website": "http://www.dive-club.com"
  },
  {
    "address": "Jasmine Centre Nabq Bay, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Jasmine Tours is an Egyptian and English owned and run company bringing you the best of both worlds during your stay in Sharm el Sheikh. We offer insured excursions at reasonable prices but still giving you quality excursions whilst saving you the 's. We offer all the excursions thoughout Sharm el Sheikh and Egypt and nothing is to much trouble for us so if you need a tailored made excursion please just drop us a message and we will only be to happy to help. Jasmine Tours where memories are made and friendships last a lifetime.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/04/21/e5/83/jasmine-tours.jpg",
    "name": "Jasmine Tours",
    "website": "http://www.jasminetourssharm.com/"
  },
  {
    "address": "Nabq Palmyra Amar El Zaman Aquapark, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Easy Divers Red Sea is operating at the present time on Sharm El-Sheikh - Sinai. Our objective is to ensure that all divers, from beginners to professionals, enjoy their underwater adventure. We are known for a personal attention to all our guests. This is how we have achieved one of the highest ratings of a Padi dive centre. We are proud to be a Padi IDC Five Star Dive Resort. With this rating you can be sure you have the best Experience, Equipment and Education in the area. Our dive centre has received many Certificates of Excellence, from Padi and satisfied customers as well as the Certificate of Excellence from TripAdvisor for 2014. Our centers are and will be subject to regular spot checks, ensuring that quality control is continued throughout. We want to ensure that our guest will enjoy their underwater adventure, content in the knowledge that all reasonable care has been taken to ensure their safety and enjoyment. Easy Divers Egypt features first class service, professional scuba instruction, and all-inclusive pricing. Easy Divers Vision and Mission Statements are: Vision: Easy divers intends to provide a wide range of diving products which are high in quality, to become the leading diving service provider in the Red Sea region, securing and maintaining market leadership across our lines of business and geographical footprint. Mission: Providing the best diving experience, being a desired employer, creating value for our owners, preserving our precious environment, and proudly contributing to the development of our country. Our 5 brand values Easy Divers is a reflection of our desire to be part of Diver's diving activities. The way we do things internally impacts our services and divers. Our values do not only reflect Easy Divers' identity, but also shape our company culture. Seek Excellence ? Our passion to excel makes our divers at the heart of our business, offering them the best services and the best value for money. ? We work professionally, push for quality, value loyalty and never settle for anything less. ? We adopt the highest standards of service to each and every diver, internally or externally. ? We continuously advance our professional knowledge and capabilities to maintain the competence required to provide top-quality results. Friendly ? We enjoy working and succeeding together by building good working relationships in a friendly and positive work environment. ? We enjoy serving our divers and we are delighted when we make them happy and satisfied. ? We treat everyone with the respect and dignity we desire for ourselves. Dynamic ? We are passionate about our business and we are committed to meeting the changing needs of our divers. Simple ? We communicate with clarity and simplicity. ? We are always straightforward and easy to understand. ? We satisfy our divers in the most simple and convenient style. ? We are committed to ensuring utmost efficiency in all our processes, to ensure we work smoothly and effectively. ? We say simply and clearly what we do and we ensure that we do what we say. Environmental ? We genuinely believe in our role to help in preserving our environment. ? We have a responsibility to balance the needs of our stakeholders as well as meeting our social, ethical and environmental obligations.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/05/fd/86/4a/swimming-with-dolphins.jpg",
    "name": "Easy Divers",
    "website": "http://eazydivers.com/eng/index.php/daily-trips"
  },
  {
    "address": "Travco Marine Bella Marine Vessel, Sharm El Sheikh 44619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Bella Liveaboard is a Diving Liveaboard Fleet based in Sharm El Sheikh, Egypt. We organize best Scuba Diving Vacations in the North of Red Sea.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/29/a2/7f/79/bella-3.jpg",
    "name": "Bella Liveaboard",
    "website": "http://www.bellaliveaboard.com"
  },
  {
    "address": "Falcon Hills Hotel Motels Street, Sharm El Sheikh 45615 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Pirates Dive Club, as one of the premier dive club in Sharm El Sheikh offers a wide range of services.Our highly trained staff are the best in their field. They are highly qualified and have a reputation of being extremely knowledgeable of the underwater wildlife and the different sites in Sharm El Sheikh. Pirates Dive Club is a PADI 5 Star IDC Resort & Retailer.Daily boat trips Starting at 8 am ending at 4 to 5 pm. Destinations: Tiran / Local / Ras Mohamed / Dun Raven ( Wreck ) / Thistelgorm (Wreck) PADI courses:Starting from PADI DSD up to PADI Dive master and specialty courses.We run the courses from 1 to maximum 4 students with 1 instructor.Available:Airport transfers.Diving & accommodation packages.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/04/06/94/08/getlstd-property-photo.jpg",
    "name": "Pirates Dive Club",
    "website": "http://www.piratesdiveclub.com/"
  },
  {
    "address": "c/o Renaissance Golden View Beach Resort El Fanar Street, Sharm El Sheikh S-35272 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "The Dive In diving centers were born from a singular and deep passion for the sea, symbolizing a warm welcome, professionalism and experience, situated in the most suggestive resorts in Sharm El Sheikh. Let us lead you in the net full of ideas that everyday the Dive In centers propose you! A kaleidoscopic world made on top and on the bottom of the water.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/02/6b/19/b6/getlstd-property-photo.jpg",
    "name": "Dive In Sharm",
    "website": "http://www.divein.net"
  },
  {
    "address": "Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Sharm Scuba Service's staff is a team of highly dedicated Instructors with a great passion for the sea and the sport of SCUBA diving. With this enthusiasm we opened our centre in the Red Sea in 2004. We are a PADI affiliated dive centre, member of the South Sinai governing body CDWS and hold a current ISO/EUF certification.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/07/5b/f4/04/getlstd-property-photo.jpg",
    "name": "Sharm Scuba Service by Sprindiving",
    "website": "http://www.sharmscubaservice.com"
  },
  {
    "address": "Sharm El Sheikh Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Manta Divers Sharm El Sheikh located in the heart of sharm on Oriental Rivoli Hotel & Spa, and  Wattanya Harbour Jetty and El Fanar Beach, Ras Om Sid , we can organize your dives to any of the destinations around Sharm El Sheikh, Ras Mohamed National Park and Tiran Island.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/28/12/33/38/ras-mohamed.jpg",
    "name": "Manta Divers Sharm",
    "website": "https://mantadiverssharm.net"
  },
  {
    "address": "Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Immersioni con Guida, Free bus-service Hotel/Porto 2 way - PADI Diving Course - Dive and PADI Courses all the level - PADI Advanced Course - PADI Specialty Nitrox, Deep, Sidemount, Wreck, Night, Digital Underwater Photo, Navigation, Dry Sute,",
    "image": "https://media-cdn.tripadvisor.com/media/photo-s/02/f7/4d/8c/dive-club-italiano-diving.jpg",
    "name": "Dive Club Italiano",
    "website": "http://www.diveclubitaliano.it"
  },
  {
    "address": "29 Il Mercato-Sharm el-Sheikh 4 Villa Aida, Sharm El Sheikh 46627 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Limousine Sharm Tour has a great experience in field of tourism and transfers in all over Egypt. We organize all types of transfer, day tours, holiday packages & Nile cruises considering what will be matching the travelers' requirements. Our main goal is the customer's satisfaction and customer safety is of paramount importance to us. You will find us as real friends of you here in Egypt and this is our turn to come into your dream!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/b8/98/52/caption.jpg",
    "name": "Limousine Sharm",
    "website": "http://limousinesharm.com"
  },
  {
    "address": "Amphoras Hotel (Ex. Shores Amphoras Resort) 31 Salah Taher Street UMM EL SID HILL? South Sinai Governorate 46628, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Discover the underwater wonders at our dive center! Explore Ras Mohammed, Tiran Island, and Dahab's beauty. Learn PADI, CMAS diving with skilled instructors. Snorkel for marine life, join boat trips for more. Come as a guest, leave as a friend - join us!",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/18/c4/1d/40/caption.jpg",
    "name": "Cinderella Eldawley - Diving Center",
    "website": "http://www.cinderella-eldawley.com"
  },
  {
    "address": "Al Ferouseya Badawia Hotel, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "You want to go diving in the Red Sea and discover the underwater world? We offer you the highest quality and safety in diving with a family and friendly atmosphere, in small groups. Daily dive trips by boat as well as from shore are available with our experienced dive team who can teach both PADI and SSI diving courses in different languages from beginner level, up to Divemaster, and Tec diving with TDI, IANTD, ANDI and PADI. Sharm el Sheikh is a holiday resort located in on the very tip of the Sinai peninsula and due to its location it is very rich in high-quality dive sites, which are easy to reach with daily boat trips. Our Circle Divers diving centre in Sharm el Sheikh is located in the middle of Hadaba, Ras Umm El Sid area. Hadaba has an array of hotels ranging from 5-star to budget-friendly options with a variety of restaurants and bars within close proximity to the hotels. We have diving centres located in both Sharm el Sheikh and Dahab for those who love diving in the Red S",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/29/f9/c4/ef/circle-divers-diving.jpg",
    "name": "Circle Divers - Diving Center",
    "website": "http://www.circledivers.com"
  },
  {
    "address": "Grand Halomy Resort, Naama Bay Halomy Hotel, Sharm Al Shiekh, South Sinai Governorate, Sharm El Sheikh 46628 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Private services , quality providers Scuba Diving and snorkeling center offering full range of Scuba Diving and snorkeling excursion , kids activities and mermaid programs We provide SSi and Padi training in different languages.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/17/2e/e2/44/our-logo.jpg",
    "name": "Mr.Diver Red Sea",
    "website": "http://www.misterdiver.com"
  },
  {
    "address": "Om el Seed, Naama Blue Hotel, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "A PADI 5 Star and SSI Scuba Diving centre, we offer a range of courses from Beginner through to Assistant Instructor in dedicated small class sizes and with our multilingual team of Instructors. If it's fun diving you're after take advantage of our competitively priced diving packages available from both the shore and onboard our purpose built dive boat Eagle One where you can relax on the shaded sundeck in between dives or enjoy the freshly cooked lunch and snacks. We also offer more specialized activities including wreck dives, camp & dive trips and week long luxury liveaboards covering the North and Southern Red Sea.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/0d/7e/d4/1b/eagle-rays-for-eagle.jpg",
    "name": "Eagle Divers Egypt",
    "website": "http://www.eaglediversegypt.com"
  },
  {
    "address": "Sharm El Sheikh, Sharm El Sheikh 46619 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "We offer a wide variety of Egypt excursions to many cities and places from any location in Egypt with a choice of taking Egypt private tour also we offer you packages (private or group).\nWith us you will have the ability of customize your dream trip with the best service.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/1b/4f/ad/43/caption.jpg",
    "name": "Memphis Tours Egypt",
    "website": "https://www.memphistours.com/Egypt/Excursions/Sharm-El-Sheikh-Tours-and-Excursions"
  },
  {
    "address": "Sunshine, El Salam road, Sharm El Sheikh, Egypt, Sharm El Sheikh 5752010 Egypt",
    "city": "Sharm El Sheikh",
    "country": "Egypt",
    "description": "Our company was established as the first company specialized in astronomical trips in the Middle East in 1997, Over the past 25 years we have been able to develop our telescopes and excursion programs to delight our customers, which enabled us to deal with major companies like (TUI world, Holy Days, Low Coast, You Travel, Cosmos tours)",
    "image": "https://media-cdn.tripadvisor.com/media/photo-w/27/fb/55/3f/caption.jpg",
    "name": "Egypt Stargazing",
    "website": "http://www.egyptstargazing.com"
  },
  {
    "address": "Salam Street, Siwa 51714 Egypt",
    "city": "Siwa",
    "country": "Egypt",
    "description": "Hello my name is Mohamed, I'm a siwan tour guide who would love to show you beautiful siwa.\n\nThe most important thing for me is to provide you with a memorable experience. \n\nI speak arabic and good english.\n\nI always take my time with my guests and I can offer flexible tours.\n\nWhen I show you Siwa you will enjoy it so much!\n\nContact info +201091031351\n\nYou can also contact me via whatsapp or on instagram at @oasisnaturallife",
    "image": "https://media-cdn.tripadvisor.com/media/photo-o/23/5a/a1/64/caption.jpg",
    "name": "Siwa Oasis Tour",
    "website": "https://instagram.com/oasisnaturallife?utm_medium=copy_link"
  },
  {
    "address": "Dream lodge hotel Siwa, Siwa 5010310 Egypt",
    "city": "Siwa",
    "country": "Egypt",
    "description": " Embracing Siwa's Oasis Magic \n\nI'm Abdulhacom, a 22-year-old Sudanese adventurer who fell in love with Siwa's enchanting nature. ?\n\nI'm your tour guide, operator, and photographer in this mystical oasis. Let's uncover Siwa's hidden gems together! ?\n\nTo book your Siwa adventure:\n Call: +201116522328\n Email: Heartofsiwa704@gmail.com\n\nLet's make your Siwa trip unforgettable! #SiwaAdventures #OasisExplorer",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/8a/8f/c0/caption.jpg",
    "name": "Heart of Siwa Explorer ??",
    "website": "https://instagram.com/abdulhacom.mohamed?igshid=ZDdkNTZiNTM="
  },
  {
    "address": "Soma Bay Egypt",
    "city": "Soma Bay",
    "country": "Egypt",
    "description": "The Orca Dive Club Soma Bay is located at the 5-star hotel Breakers. From there, it is a short walk over the bridge to the drop-off reef at Ras Abu Soma. The house reef promises spectacular dives. But the area around Safaga has of course also other highlights. They are accessed with three boats. Worth a visit and also easy to dive for less experienced divers are the inner reefs around Tobia. Highlights include trips to the panorama reef, Abu Kafan or a dive to the wreck of \"Salem Express\". The divers have access to 20 different dive sites overall",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2a/17/a9/02/view-over-the-lagoon.jpg",
    "name": "ORCA Dive Club Soma Bay",
    "website": "http://www.orca-diveclubs.com/en/soma-bay-en/"
  },
  {
    "address": "Safaga Road, Soma Bay Egypt",
    "city": "Soma Bay",
    "country": "Egypt",
    "description": "The Hotel`s name speaks for itself. Join this wonderful place and explore with ScubaWorld the amazing above and underwater world. Our Diving and Aqua Center is completely renovated and offers a full range of activities. Start with your first underwater experience or continue your knowledge with multilingual diving courses.Join Scuba World and pass an amazing time under and above the sea.",
    "image": "https://media-cdn.tripadvisor.com/media/photo-m/1280/29/d4/82/fc/at-scuba-world-divers.jpg",
    "name": "Scuba World Divers - Movenpick Resort Soma Bay",
    "website": "http://www.scubaworlddivers.com/soma-bay"
  }
]